{
  "modules": [
    {
      "moduleId": 1,
      "moduleTitle": "Introducción a Educación Financiera",
      "desc":"En este módulo, explorarás los fundamentos del sistema económico y su relación con las finanzas personales. Comprender cómo funciona la economía es esencial para tomar mejores decisiones financieras en la vida cotidiana. A lo largo de las secciones, aprenderás sobre conceptos clave como la oferta y la demanda, la inflación, los ciclos económicos y el papel de las instituciones financieras. Además, conocerás cómo los gobiernos y los bancos influyen en la economía y cómo estos factores afectan tus finanzas personales. Este conocimiento te proporcionará una base sólida para gestionar tu dinero de manera más efectiva y anticiparte a los cambios en el entorno económico.",
      "sections": [
        {
          "sectionId": 1,
          "sectionTitle": "Entendiendo un Sistema Económico",
          "activities": [
            {
              "type": "articulo",
              "id": "c1",
              "title": "¿Qué es el sistema económico y cómo afecta nuestras vidas?",
              "tituloOriginal": "Sistema económico: Qué es, qué tipos hay y sus objetivos",
              "url": "https://economipedia.com/definiciones/sistema-economico.html#sistema-economico-explicacion-sencilla",
              "autor": "José Francisco López, Economipedia",
              
              "contenido": {
                "imagenes": ["https://economipedia.com/wp-content/uploads/Sistema-economico-que-es.jpg"],
                "texto": [
                  {
                    "subtitulo": "Introducción",
                    "sub": "Un sistema económico es una estructura diseñada para gestionar los recursos de una sociedad, con el fin de producir bienes y servicios que satisfagan las necesidades y deseos de sus habitantes. Estos recursos, como la tierra, el trabajo y el capital, son limitados, lo que obliga a tomar decisiones sobre cómo usarlos eficientemente. En términos sencillos, se trata de la manera en que una sociedad organiza la producción y distribución de estos recursos para lograr el bienestar general."
                  },
                  {
                    "subtitulo": "Tipos de sistemas económicos",
                    "sub": "Existen diferentes formas de organizar una economía, pero los dos enfoques más conocidos son el **capitalismo** y el **socialismo**. El **capitalismo** defiende la libertad de mercado y la propiedad privada, donde las decisiones económicas son tomadas por los individuos y empresas. En contraste, el **socialismo** aboga por la propiedad colectiva, donde el Estado regula la economía y distribuye los recursos. Además, existe un modelo intermedio llamado **economía mixta**, que combina elementos de ambos sistemas, ajustando la intervención estatal según las necesidades y particularidades de cada país."
                  },
                  {
                    "subtitulo": "Objetivo de un sistema económico",
                    "sub": "El principal objetivo de un sistema económico es resolver los problemas fundamentales de la economía: qué producir, cómo producirlo, para quién producirlo y cómo generar crecimiento económico. La administración de estos recursos tiene como propósito satisfacer las **necesidades humanas**, que van desde las más básicas (como la **alimentación**) hasta las más complejas (como el acceso a **educación superior** o servicios de **salud avanzados**). En este sentido, la economía también se ocupa de la **escasez**, ya que no se pueden producir todos los bienes y servicios deseados debido a las limitaciones de los recursos disponibles."
                  },
                  {
                    "subtitulo": "Componentes del sistema económico",
                    "sub": "Los sistemas económicos están formados por diversos componentes que interactúan entre sí:\n\n1. **Bienes y servicios**: Son los productos que satisfacen nuestras necesidades y deseos.\n\n2. **Agentes económicos**: Son las entidades que participan en la economía. Se destacan las **familias**, que toman decisiones sobre consumo y ahorro; las **empresas**, que producen bienes y servicios; y el **Estado**, que regula y distribuye recursos, además de imponer impuestos.\n\n3. **Factores productivos**: Son los recursos necesarios para producir bienes y servicios, como la **tierra**, el **trabajo** y el **capital**. Estos se organizan y se utilizan de manera diferente en cada sistema económico."
                  },
                  {
                    "subtitulo": "La economía en la vida diaria",
                    "sub": "La economía no solo es un concepto abstracto; afecta directamente a nuestra vida cotidiana. En primer lugar, la gestión de las **finanzas personales** es un reflejo de los principios económicos en acción. Al administrar correctamente nuestros ingresos y gastos, podemos satisfacer nuestras necesidades y ahorrar para el futuro. Esta es la esencia de la economía en la vida personal: maximizar el uso de recursos limitados.\n\nAdemás, la economía está profundamente vinculada al desarrollo de la sociedad. Las decisiones económicas de los **gobiernos** influyen en el bienestar colectivo, ya sea a través de la creación de **empleo**, el control de la **inflación** o la provisión de **servicios públicos**. Un sistema económico bien gestionado puede llevar a una mayor prosperidad y crecimiento."
                  },
                  {
                    "subtitulo": "Impacto de la economía en las empresas",
                    "sub": "Las **empresas** son un pilar fundamental en cualquier sistema económico, ya que no solo crean bienes y servicios, sino que también generan **empleo**. La salud de las empresas influye directamente en la estabilidad económica, ya que una caída en la actividad empresarial puede resultar en pérdida de empleos y una disminución en el bienestar social. A su vez, las empresas dependen de las economías domésticas (**familias**), tanto como consumidores de productos como fuentes de trabajo."
                  },
                  {
                    "subtitulo": "El proceso económico y sus etapas",
                    "sub": "El proceso económico abarca varias etapas clave:\n\n1. **Producción**: Es la creación de bienes y servicios.\n\n2. **Circulación y distribución**: Es el proceso mediante el cual los productos llegan a los mercados.\n\n3. **Comercialización**: Implica la venta de los bienes y servicios.\n\n4. **Consumo**: Es el uso de estos productos para satisfacer las necesidades de los consumidores.\n\n5. **Inversión**: Los ingresos generados en la actividad económica se destinan a la creación de nuevos bienes y servicios."
                  },
                  {
                    "subtitulo": "La importancia de la economía",
                    "sub": "La economía es fundamental porque permite la organización y el desarrollo de la sociedad. A nivel personal, nos ayuda a gestionar los recursos que tenemos de manera efectiva para alcanzar nuestras metas. A nivel nacional, un sistema económico saludable contribuye a la **prosperidad**, la creación de **empleo** y el bienestar social.\n\nEntender cómo funciona la economía nos ayuda a tomar decisiones informadas, no solo sobre nuestras finanzas personales, sino también sobre el impacto de nuestras decisiones en la sociedad. En este sentido, la economía no es solo una herramienta académica, sino un medio para mejorar nuestra calidad de vida."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c2",
              "title": "Oferta y demanda: Conceptos clave en la economía.",
              "tituloOriginal": "Ley de Oferta y Demanda",
              "urlOriginal": "https://www.youtube.com/CdSbuLUr9CA?si=SF8XPFpvj78JEj2I",
              "url": "https://www.youtube.com/embed/CdSbuLUr9CA?si=SF8XPFpvj78JEj2I",
              "autor": "Alumno Financiero",
      
              "descripcion": "Este video explica los conceptos clave de oferta y demanda, dos elementos esenciales en la economía. A través de ejemplos ilustrativos, se aborda cómo la interacción entre estos factores influye en la fijación de precios y en la producción de bienes y servicios. Además, se analiza su impacto en el equilibrio del mercado y en la toma de decisiones económicas."
            },
            {
              "type": "articulo",
              "id": "c3",
              "title": "Rol de los gobiernos y los bancos en el sistema económico.",
              "tituloOriginal": "El Sistema Economico - Banco de la Republica",
              "url": "https://www.banrep.gov.co/sites/default/files/publicaciones/archivos/guia_1_el_sistema_economico.pdf",
              "autor": "Banco de la República",
              "contenido": {
                "imagenes": ["https://blog.up.edu.mx/hubfs/Blog-El-papel-del-gobierno-en-una-econom%C3%ADa-de-mercado.png"],
                "texto": [
                  {
                    "subtitulo": "Rol de los Gobiernos y los Bancos en el Sistema Económico",
                    "sub": "En una economía moderna, los gobiernos y los bancos desempeñan roles cruciales que influyen directamente en la estabilidad económica y el bienestar social. Estos actores contribuyen a la regulación del sistema económico y a la creación de un entorno propicio para el crecimiento y la prosperidad. El Banco de la República de Colombia y el gobierno, en general, tienen funciones clave relacionadas con la estabilidad monetaria, la regulación financiera, la infraestructura y la promoción de la equidad."
                  },
                  {
                    "subtitulo": "El Banco de la República y su Función en la Economía",
                    "sub": "El Banco de la República, como órgano autónomo del Estado, tiene la responsabilidad de manejar la política monetaria del país. Su principal objetivo es preservar el poder adquisitivo de la moneda, contribuyendo a estabilizar la producción y el empleo en niveles sostenibles a largo plazo. En este contexto, el Banco ejerce varias funciones esenciales para garantizar la estabilidad económica. Entre estas se incluyen la regulación de la moneda, los cambios internacionales, el crédito y la emisión de la moneda legal colombiana.\n\nUna de las principales competencias del Banco es su capacidad para intervenir en el mercado de divisas, sin fijar una tasa de cambio específica, y regular el crédito en el sistema financiero para mantener la estabilidad. Además, el Banco administra las reservas internacionales y actúa como prestamista y banquero de los establecimientos de crédito. También es responsable de controlar la inflación, lo cual es fundamental para proteger el poder adquisitivo de los ciudadanos y crear un entorno económico estable."
                  },
                  {
                    "subtitulo": "El Rol del Gobierno en la Economía",
                    "sub": "El gobierno, por su parte, desempeña un papel fundamental en la economía de mercado a través de la regulación y provisión de bienes públicos. Según los economistas como Samuelson, el gobierno tiene cuatro funciones principales dentro de una economía de mercado: aumentar la eficiencia, aportar infraestructura, promover la equidad y fomentar la estabilidad y el crecimiento macroeconómicos.\n\n**Eficiencia**: El gobierno debe intervenir para corregir fallas del mercado, como los monopolios y la contaminación, que afectan la eficiencia del sistema económico. Además, debe corregir las externalidades, como los costos sociales derivados de las actividades empresariales.\n\n**Infraestructura**: El gobierno debe proporcionar infraestructura para mejorar la productividad y eficiencia en la economía. Esto incluye sistemas de transporte, energía, comunicación, y servicios educativos y de salud. Dado el alto costo de estas inversiones, es necesario que el gobierno financie estas actividades.\n\n**Equidad**: El gobierno debe asegurar una distribución justa de los ingresos, utilizando los impuestos y el gasto público para redistribuir la riqueza hacia los grupos más vulnerables.\n\n**Estabilidad o Crecimiento Económico**: El gobierno juega un papel crucial en la estabilidad macroeconómica a través de políticas fiscales y monetarias. Las políticas fiscales incluyen el manejo de impuestos y el gasto público, mientras que las políticas monetarias afectan las tasas de interés y las condiciones crediticias. Estas políticas son esenciales para reducir el desempleo, controlar la inflación y fomentar el crecimiento económico."
                  },
                  {
                    "subtitulo": "La Intervención Estatal y su Evolución",
                    "sub": "El Estado tiene un rol activo en las economías modernas, donde su intervención no se limita solo a la provisión de bienes públicos, sino que también regula mercados y distribuye activos. En países con mayores capacidades, el Estado coordina mercados y regula actividades como el medio ambiente y el sector financiero. Aunque el Estado ya no es el único proveedor de servicios básicos, sigue siendo un actor central en garantizar el acceso a la educación, la salud y otros servicios esenciales.\n\nEn las últimas décadas, las economías han experimentado reformas que han enfatizado la importancia de los fundamentos sociales e institucionales, además de los económicos. A medida que la regulación estatal se ha ampliado, el gobierno sigue siendo responsable de asegurar que todos los ciudadanos tengan acceso a los servicios fundamentales y a un entorno económico estable."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "El Banco de la República y el gobierno tienen roles complementarios en la gestión económica. El Banco se encarga de la política monetaria, garantizando la estabilidad financiera y el buen funcionamiento del sistema económico. Mientras tanto, el gobierno actúa como regulador y proveedor de infraestructura y bienestar social, con el objetivo de mejorar la eficiencia, promover la equidad y fomentar la estabilidad económica. Juntos, estos actores son fundamentales para crear un entorno económico próspero y estable, beneficiando a los ciudadanos y fortaleciendo la economía nacional."
                  }
                ]
              }
            }
            
          ],
          "quiz": {
            "title": "El Sistema Económico",
            "id": "q1",
            "descripcion": "Este quiz evalúa tus conocimientos sobre los conceptos fundamentales de un sistema económico, incluyendo oferta y demanda, así como el rol de los gobiernos y bancos en la economía.",
            "preguntas": [
              {
                "pregunta": "¿Qué es un sistema económico y por qué es importante en la vida cotidiana?",
                "opciones": [
                  "Es un sistema que organiza el flujo de bienes y servicios en un país para garantizar la riqueza de unos pocos.",
                  "Es una estructura diseñada para gestionar los recursos limitados de una sociedad y satisfacer las necesidades y deseos de sus habitantes.",
                  "Es un conjunto de reglas que solo se aplica a los bancos y empresas grandes.",
                  "Es un modelo teórico sin implicaciones prácticas en la vida diaria."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Qué representa el concepto de 'oferta' en la economía?",
                "opciones": [
                  "La cantidad de dinero que los consumidores están dispuestos a gastar.",
                  "La cantidad de bienes y servicios que los productores están dispuestos a ofrecer a diferentes precios.",
                  "La cantidad de recursos naturales disponibles en una economía.",
                  "El precio máximo que un consumidor está dispuesto a pagar por un bien."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Qué es la 'demanda' en un sistema económico?",
                "opciones": [
                  "La cantidad de productos que los productores desean vender.",
                  "La cantidad de bienes y servicios que los consumidores están dispuestos a comprar a diferentes precios.",
                  "El precio al cual los bienes se producen.",
                  "El nivel de producción que los gobiernos imponen."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cuál es el papel principal del Banco de la República en la economía de un país?",
                "opciones": [
                  "Fomentar el consumo a través de la regulación de la oferta de bienes.",
                  "Garantizar el poder adquisitivo de la moneda, controlar la inflación y regular el crédito.",
                  "Proporcionar infraestructura y servicios educativos.",
                  "Monitorear únicamente las grandes empresas y monopolios."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cómo contribuye el gobierno a la eficiencia en la economía?",
                "opciones": [
                  "Corrigiendo fallas del mercado como monopolios y externalidades.",
                  "Aumentando los precios de todos los productos.",
                  "Excluyendo a las empresas privadas de la economía.",
                  "Eliminando toda intervención en el mercado."
                ],
                "correcta": 1
              }
            ]
          }
        },
        {
          "sectionId": 2,
          "sectionTitle": "Conceptos Clave del Sistema Económico",
          "activities": [
            {
              "type": "articulo",
              "id": "c4",
              "title": "¿Qué es la inflación y cómo impacta tu dinero?",
              "tituloOriginal": "Tipos de inflación: ¿Cuáles son y cómo afectan las finanzas personales?",
              "url": "https://www.fna.gov.co/Blog/Paginas/tipos-de-inflacion-cuales-como-afectan-finanzas-personales.aspx#:~:text=La%20inflaci%C3%B3n%20consiste%20en%20el,adquisitivo%20como%20medio%20de%20cambio.",
              "autor": "Fondo Nacional del Ahorro",
              
              "contenido": {
                "imagenes": ["https://www.fna.gov.co/Blog/PublishingImages/imagenes%20blog/tipos%20de%20inflacion.jpg"],
                "texto": [
                  {
                    "subtitulo": "¿Qué es la inflación?",
                    "sub": "La inflación consiste en el alza generalizada del precio de los bienes y servicios por un largo periodo de tiempo, normalmente, un año o más.\n\nSurge cuando la moneda de un país **pierde valor o poder adquisitivo** como medio de cambio. Si bien existen diferentes tipos de inflación, en líneas generales, significa que una unidad de moneda permite adquirir una menor cantidad de bienes y servicios que antes."
                  },
                  {
                    "subtitulo": "Impacto de la inflación en la economía",
                    "sub": "De acuerdo con Expansión (2023), la inflación acumulada para el año 2023 en Colombia ya alcanzó el 1,8%.\n\nEsto afecta no solo los precios al consumidor, sino también los distintos instrumentos financieros de la economía: las tasas de los créditos y préstamos, la cotización de las UVR y hasta el precio del dólar. Así, por ejemplo, si solicitas un crédito del FNA para adquirir vivienda, el valor de las cuotas mensuales irá subiendo porque se ajustan siguiendo el índice de inflación."
                  },
                  {
                    "subtitulo": "Tipos de inflación y sus principales características",
                    "sub": "En general, sabemos que la inflación es el aumento de los precios.\n\nSin embargo, existen diversos tipos de inflación, con un comportamiento diferente en relación con la economía. A continuación, los tipos más comunes:\n\n1. **Inflación por costo**: Se da cuando aumentan los precios de las materias primas necesarias para la industria; por ejemplo, de los metales, energía o alimentos. Esto provoca que los productores, a su vez, suban sus precios para sostener sus márgenes de ganancia.\n\n2. **Inflación por consumo**: Este tipo de inflación responde a las leyes de oferta y demanda. Si hay una demanda de un bien o servicio mayor a la capacidad de importación o producción, su precio tiende a subir. Por ejemplo, imagina que se lanza al mercado el último modelo de un smartphone y se agota en pocas horas. Es posible que, cuando las tiendas repongan el stock, incrementen el precio del teléfono celular porque hay pocas unidades disponibles.\n\n3. **Inflación moderada**: Consiste en un ajuste gradual y muy lento de precios, que es habitual en economías estables. Cuando los precios se mantienen, los consumidores confían en la economía nacional y realizan depósitos e inversiones. Esto, a su vez, inyecta dinero a los bancos sin necesidad de emitir papel moneda.\n\n4. **Hiperinflación**: Es uno de los tipos de inflación más alarmantes debido a su potencial de amenazar la estabilidad económica. Se considera que ocurre hiperinflación cuando el índice de precios aumenta más de un 50% mensualmente. Este fenómeno está presente, sobre todo, en algunos países de África y Latinoamérica.\n\n5. **Deflación**: Además de subir, los precios también pueden bajar, fenómeno que se conoce como deflación. Si bien es poco frecuente, puede aparecer en un contexto de recesión económica, donde hay mucha oferta y poca demanda. En otras palabras, baja el consumo y esto paraliza la economía.\n\n6. **Estanflación**: Cuando la inflación de un país supera a su crecimiento, puede producirse una estanflación. En este contexto, la economía está en recesión y los consumidores tienen menos capacidad para comprar bienes y servicios."
                  },
                  {
                    "subtitulo": "¿Cómo influyen los tipos de inflación en tu vida cotidiana?",
                    "sub": "Los diferentes tipos de inflación no solo afectan la economía nacional e internacional. También tienen un impacto directo en tus finanzas diarias.\n\n1. **Pérdida de poder adquisitivo**: Como consecuencia de la inflación, los consumidores ven reducido su poder adquisitivo. En otras palabras, el dinero les alcanza para comprar cada vez menos productos y servicios. Muchas veces esto les obliga a ajustar sus gastos, reduciendo su estilo de vida, o a buscar nuevas formas de generar ingresos extra para compensar los aumentos de precios.\n\n2. **Encarecimiento de las deudas**: Tal vez no lo sabías, pero la inflación afecta negativamente tu vida crediticia. En una economía inflacionaria, suben las tasas de interés de los préstamos y créditos, y así, terminas pagando más por tus deudas. Incluso, si tienes una deuda en moneda extranjera, puede que el valor de tu cuota aumente, al depreciarse el peso colombiano con respecto al dólar.\n\n3. **Reducción del ahorro**: Ahorrar e invertir son dos reglas básicas de educación financiera que todos deberían seguir. Sin embargo, ahorrar se hace más difícil cuando hay inflación. Al aumentar los precios, debes destinar más dinero a tus necesidades básicas, lo que reduce tu excedente para ahorrar."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "En resumen, la inflación puede tener un impacto significativo en nuestras vidas cotidianas y en la economía en general. Desde la pérdida de poder adquisitivo hasta el encarecimiento de las deudas y la reducción del ahorro. Es importante comprender cómo diferentes tipos de inflación pueden afectar nuestras finanzas personales y el mercado en general. Mantenerse informado y tomar decisiones financieras inteligentes puede ayudarnos a mitigar los efectos de la inflación y mantener nuestra estabilidad financiera."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c5",
              "title": "Moneda y tipos de cambio: su importancia en las finanzas.",
              "tituloOriginal": "Introducción a la tasa de cambio",
              "urlOriginal": "https://youtu.be/X0TDOV9f2D4?si=DF2PME9fgfv8SyAw",
              "url": "https://www.youtube.com/embed/X0TDOV9f2D4?si=DF2PME9fgfv8SyAw",
              "autor": "Khan Academy",
      
              "descripcion": "Este video explora el concepto de moneda y los tipos de cambio, destacando su relevancia en la economía global y las finanzas personales. Se analiza cómo las fluctuaciones en los tipos de cambio pueden afectar tanto a los consumidores como a los inversionistas, y cómo la moneda de un país refleja su estabilidad económica. Ideal para entender los factores que influyen en el poder adquisitivo y las decisiones financieras a nivel mundial."
            },
            {
              "type": "video",
              "id": "c6",
              "title": "Globalización y sus efectos en la economía.",
              "tituloOriginal": "¿Qué es la GLOBALIZACIÓN?",
              "urlOriginal": "https://youtu.be/vNpv-5oNEXs?si=mdI6fqf9OoVkOcOZ",
              "url": "https://www.youtube.com/embed/vNpv-5oNEXs?si=mdI6fqf9OoVkOcOZ",
              "autor": "Economipedia",
      
              "descripcion": "Este video explica el concepto de globalización y cómo ha transformado las economías a nivel mundial. Analiza los aspectos clave que definen este fenómeno, desde la integración de mercados hasta los efectos sobre el comercio, la cultura y la tecnología. Además, destaca cómo la globalización ha generado tanto oportunidades como desafíos para los países y sus economías."
            }
            
          ],
          "quiz": {
            "title": "Inflación, moneda y globalización",
            "id": "q2",
            "descripcion": "Este quiz evalúa tus conocimientos sobre los conceptos fundamentales de la inflación, los tipos de cambio y los efectos de la globalización en la economía.",
            "preguntas": [
              {
                "pregunta": "¿Qué es la inflación y cómo impacta tu dinero?",
                "opciones": [
                  "Es la subida generalizada de los precios de los bienes y servicios que reduce el poder adquisitivo.",
                  "Es el aumento de la producción de bienes y servicios en un país.",
                  "Es el proceso de aumentar el valor de una moneda respecto a otras.",
                  "Es la reducción de los precios debido a una crisis económica."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cómo influye el tipo de cambio en las finanzas de un país?",
                "opciones": [
                  "Afecta solo a los precios de los productos nacionales.",
                  "No tiene impacto en la economía, solo en el comercio internacional.",
                  "Regula la cantidad de dinero que los bancos pueden prestar a los consumidores.",
                  "Determina el valor relativo de la moneda de un país frente a otras, afectando las importaciones y exportaciones."
                ],
                "correcta": 4
              },
              {
                "pregunta": "¿Cuál de los siguientes es un efecto de la globalización en las economías locales?",
                "opciones": [
                  "Aumento de la barrera comercial entre países.",
                  "Mayor acceso a productos importados a precios más bajos y mayor competencia.",
                  "Reducción de la influencia de las tecnologías extranjeras.",
                  "Desaparición de mercados laborales en economías desarrolladas."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Qué provoca un aumento en el tipo de cambio de una moneda?",
                "opciones": [
                  "Una mejora en la economía interna de un país.",
                  "Un aumento en las tasas de interés y en la inversión extranjera.",
                  "La falta de confianza en la moneda de otros países.",
                  "Una caída en la producción de bienes y servicios."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cómo afecta la inflación a la vida diaria de las personas?",
                "opciones": [
                  "Aumenta el poder adquisitivo de los consumidores.",
                  "Hace que el dinero pierda valor y los precios suban, afectando el poder adquisitivo.",
                  "Reduce el precio de los productos importados.",
                  "Hace que los salarios aumenten en la misma proporción que los precios."
                ],
                "correcta": 2
              }
            ]
          }
        },
        {
          "sectionId": 3,
          "sectionTitle": "Elementos Esenciales del Sistema Económico",
          "activities": [
            {
              "type": "video",
              "id": "c7",
              "title": "Ciclos económicos: recesión y crecimiento.",
              "tituloOriginal": "Qué son los ciclos económicos y cuáles son sus fases",
              "urlOriginal": "https://www.youtube.com/watch?v=yC6MpheLtdo",
              "url": "https://www.youtube.com/embed/yC6MpheLtdo?si=nwAaywf-TE3J86N4",
              "autor": "ECONOSUBLIME",
              "descripcion": "En este video aprenderás sobre los ciclos económicos y sus distintas fases. Se explican las etapas de expansión, auge, recesión y recuperación, así como cómo afectan a las economías locales y globales. Además, se analiza el impacto de estos ciclos en la vida cotidiana y en las decisiones financieras de las personas y las empresas."
            },
            {
              "type": "articulo",
              "id": "c8",
              "title": "El papel de las instituciones financieras.",
              "tituloOriginal": "El papel fundamental de las instituciones financieras en el desarrollo económico",
              "url": "https://www.credlix.com/es/blogs/el-papel-fundamental-de-las-instituciones-financieras-en-el-desarrollo-economico",
              "autor": "Credlix",
              
              "contenido": {
                "imagenes": ["https://www.credlix.com/_next/image?url=https%3A%2F%2Fblog.credlix.com%2Fwp-content%2Fuploads%2F2024%2F12%2Ffinancing.webp&w=1200&q=75"],
                "texto": [
                {
                  "subtitulo": "¿Qué son las instituciones financieras?",
                  "sub": "Las instituciones financieras son entidades que se dedican a la intermediación de dinero, facilitando el acceso a servicios financieros como créditos, depósitos, pagos y demás. Estas instituciones permiten que los individuos y empresas puedan realizar transacciones económicas de manera segura y eficiente. Existen diferentes tipos de instituciones financieras, cada una con un rol específico dentro de la economía."
                },
                {
                  "subtitulo": "Tipos de instituciones financieras",
                  "sub": "En el sistema financiero, existen diversas entidades que cumplen funciones diferentes, tales como bancos comerciales, cooperativas de ahorro y crédito, fondos de pensiones, compañías de seguros, entre otras. A continuación se detallan algunos de los tipos más comunes:\n\n1. **Bancos comerciales**: Son las instituciones financieras más conocidas. Se encargan de ofrecer servicios de ahorro, préstamos y pagos a individuos y empresas. También pueden realizar inversiones y ofrecer servicios de cambio de divisas.\n\n2. **Cooperativas de ahorro y crédito**: Son entidades sin fines de lucro que permiten que sus miembros se agruparan para ahorrar y acceder a créditos con condiciones preferenciales. Se enfocan en el bienestar de sus miembros, brindando tasas de interés más bajas que los bancos comerciales.\n\n3. **Compañías de seguros**: Estas instituciones se encargan de ofrecer productos que protejan a individuos y empresas contra riesgos específicos. A cambio de una prima, proporcionan una indemnización en caso de que ocurra un evento cubierto por la póliza.\n\n4. **Fondos de pensiones**: Son instituciones que gestionan los ahorros destinados a la jubilación. Reciben aportes de los trabajadores y, a través de la inversión de estos fondos, buscan generar rendimientos que aseguren el bienestar financiero de los pensionados a largo plazo.\n\n5. **Bancos centrales**: Son entidades gubernamentales responsables de la política monetaria de un país. Se encargan de regular la oferta monetaria, controlar la inflación y mantener la estabilidad financiera del sistema económico."
                },
                {
                  "subtitulo": "Función de las instituciones financieras en la economía",
                  "sub": "Las instituciones financieras desempeñan un papel fundamental en la economía al facilitar el flujo de dinero y la asignación eficiente de recursos. A través de la intermediación, estas entidades permiten que los ahorros de los individuos sean canalizados a empresas e inversionistas que necesitan capital para desarrollar proyectos, crear empleos y generar crecimiento económico.\n\nAdemás, proporcionan servicios como la creación de crédito, que es vital para el crecimiento económico, permitiendo que empresas y consumidores puedan financiar proyectos y compras. De esta manera, las instituciones financieras son esenciales para el desarrollo económico y la estabilidad de los países."
                },
                {
                  "subtitulo": "Impacto de las instituciones financieras en las personas",
                  "sub": "Las instituciones financieras tienen un impacto directo sobre la vida de las personas. No solo facilitan el acceso a crédito para la adquisición de bienes como viviendas o vehículos, sino que también ofrecen productos de ahorro y seguros que brindan seguridad financiera a los individuos. Además, a través de la educación financiera que muchas de estas entidades proporcionan, las personas pueden aprender a gestionar sus recursos de manera más eficiente.\n\n1. **Acceso al crédito**: Las personas pueden acceder a préstamos para financiar proyectos, estudiar o adquirir bienes que, de otro modo, no podrían comprar al contado. Este acceso al crédito tiene un gran impacto en el bienestar personal y familiar.\n\n2. **Ahorro e inversión**: Las instituciones financieras también ofrecen productos que permiten a los individuos ahorrar de forma segura y, en algunos casos, obtener rendimientos a través de inversiones.\n\n3. **Seguridad financiera**: A través de los seguros, las personas pueden proteger su patrimonio y a sus familias contra riesgos imprevistos, como accidentes, enfermedades o pérdidas materiales."
                },
                {
                  "subtitulo": "Conclusión",
                  "sub": "Las instituciones financieras son piezas clave en la economía moderna. No solo facilitan la circulación del dinero y el crédito, sino que también juegan un rol crucial en la seguridad financiera de las personas. Al permitir que los individuos y empresas ahorren, inviertan y obtengan crédito, contribuyen al desarrollo económico y al bienestar social. Por lo tanto, es fundamental comprender cómo funcionan estas entidades y cómo pueden ser utilizadas de manera eficaz para mejorar nuestra salud financiera."
                }
              ]
            
              }
            },
            {
              "type": "articulo",
              "id": "c9",
              "title": "Cómo entender los indicadores económicos básicos.",
              "tituloOriginal": "¿Qué son los indicadores económicos y por qué son importantes?",
              "url": "https://www.forex.com/es-latam/news-and-analysis/what-are-economic-indicators/",
              "autor": "Rebecca Cattlin, Forex",
              
              "contenido": {
                "imagenes": ["https://www.forex.com/es-latam/-/media/research/global/news-analysis/featured-image/2021/03/uptrend-4v2.jpg?extension=webp"],
                "texto": [
                {
                  "subtitulo": "Introducción",
                  "sub": "Los indicadores económicos son datos clave que reflejan el desempeño de la economía de un país. Estos indicadores, ampliamente utilizados por analistas e inversores, permiten medir la salud de una economía y prever futuros movimientos. Se dividen en tres tipos: adelantados, coincidentes y rezagados, y son fundamentales para la toma de decisiones en mercados financieros como FOREX."
                },
                {
                  "subtitulo": "Propósito de los indicadores económicos",
                  "sub": "Los indicadores económicos sirven para proporcionar una comprensión profunda sobre el estado de la economía. Para los inversores y analistas, estos datos ayudan a identificar oportunidades y ajustar estrategias. Los indicadores económicos también influyen en las políticas económicas y en las decisiones de los responsables de la formulación de políticas."
                },
                {
                  "subtitulo": "Tipos de indicadores económicos",
                  "sub": "Los indicadores económicos se dividen en tres grandes grupos:\n\n1. **Indicadores adelantados**: anticipan cambios económicos futuros, pero con cierta incertidumbre.\n\n2. **Indicadores coincidentes**: reflejan la situación económica actual.\n\n3. **Indicadores rezagados**: se publican después de los cambios en la economía y, aunque no son útiles para predecir, dan información esencial sobre la salud económica."
                },
                {
                  "subtitulo": "Indicadores clave",
                  "sub": "Algunos indicadores clave incluyen el **Producto Interno Bruto (PIB)**, las **tasas de interés**, el **mercado de divisas**, el **mercado de valores**, el **desempleo y salarios**, el **Índice de Precios al Consumidor (IPC)**, el **Índice de Precios al Productor (IPP)**, y la **balanza comercial**."
                },
                {
                  "subtitulo": "Producto Interno Bruto (PIB)",
                  "sub": "El PIB es el valor de todos los bienes y servicios producidos en un país durante un período determinado. Es un indicador rezagado, ya que refleja la salud económica pasada, pero es clave para evaluar el crecimiento de una economía. El PIB se presenta en cifras nominales y reales, y su desempeño influye en las decisiones de los mercados financieros."
                },
                {
                  "subtitulo": "Tasas de interés",
                  "sub": "Las tasas de interés son cruciales para la economía, ya que afectan el valor de la moneda y las decisiones de inversión. Las tasas altas indican una economía fuerte, mientras que las tasas bajas favorecen el crecimiento. Este indicador es tanto adelantado como rezagado, dependiendo de las circunstancias y las expectativas del mercado."
                },
                {
                  "subtitulo": "Mercados de divisas",
                  "sub": "Las monedas nacionales reflejan la fortaleza económica de un país. Un país con una moneda fuerte experimenta un aumento en el poder adquisitivo y las exportaciones, mientras que una moneda débil tiene efectos contrarios. Aunque es un indicador rezagado, el valor de la moneda es ampliamente observado en los mercados financieros."
                },
                {
                  "subtitulo": "Mercados de valores",
                  "sub": "El mercado de valores es un indicador económico que refleja las expectativas sobre las empresas y la economía en general. Sin embargo, los precios de las acciones pueden verse influenciados por la especulación y las intervenciones gubernamentales, lo que puede hacer que el mercado no sea siempre un reflejo fiel de la economía."
                },
                {
                  "subtitulo": "Desempleo y salarios",
                  "sub": "Las tasas de desempleo y los salarios son indicadores importantes que reflejan el bienestar de la fuerza laboral. Un bajo desempleo y altos salarios indican una economía saludable, mientras que altas tasas de desempleo y bajos salarios señalan una posible recesión. Este indicador es rezagado, por lo que debe ser considerado en conjunto con otros datos."
                },
                {
                  "subtitulo": "Índice de Precios al Consumidor (IPC)",
                  "sub": "El IPC mide los cambios en el costo de vida y es una herramienta clave para medir la inflación. Un aumento en el IPC puede llevar a un aumento de las tasas de interés, mientras que una disminución puede estimular el consumo. Aunque es un buen indicador de inflación, el IPC también es un dato rezagado."
                },
                {
                  "subtitulo": "Índice de Precios al Productor (IPP)",
                  "sub": "El IPP mide los cambios en los precios de bienes antes de que lleguen al consumidor. Se considera un indicador adelantado de la inflación, ya que los cambios en los precios a nivel de los productores se reflejan más rápido que los precios al consumidor."
                },
                {
                  "subtitulo": "Balanza comercial",
                  "sub": "La balanza comercial es la diferencia entre las exportaciones e importaciones de un país. Un superávit comercial indica que un país exporta más de lo que importa, lo cual es favorable para la economía, mientras que un déficit puede señalar debilidad económica."
                }
              ]
              }
            }
            
          ],
          "quiz": {
              "title": "Ciclos Económicos e Indicadores Financieros",
              "id": "q3",
              "descripcion": "Este quiz evalúa tus conocimientos sobre los ciclos económicos, el papel de las instituciones financieras y cómo entender los indicadores económicos básicos.",
              "preguntas": [
                {
                  "pregunta": "¿Qué caracteriza a un ciclo económico de recesión?",
                  "opciones": [
                    "Un periodo de crecimiento económico continuo sin caídas significativas.",
                    "Un periodo en el que la economía experimenta un crecimiento en la producción y la inversión.",
                    "Un periodo en el que se reduce la actividad económica, el empleo disminuye y la producción baja.",
                    "Un periodo en el que los mercados financieros están completamente estables."
                  ],
                  "correcta": 3
                },
                {
                  "pregunta": "¿Cuál es el principal papel de las instituciones financieras en la economía?",
                  "opciones": [
                    "Producir bienes y servicios que satisfacen las necesidades básicas de la población.",
                    "Controlar el flujo de dinero entre gobiernos y empresas, facilitando el crédito y las inversiones.",
                    "Establecer políticas económicas para la producción y distribución de productos.",
                    "Fomentar el ahorro de los ciudadanos sin tomar en cuenta el mercado global."
                  ],
                  "correcta": 2
                },
                {
                  "pregunta": "¿Qué es un indicador económico adelantado?",
                  "opciones": [
                    "Un indicador que refleja la situación económica actual.",
                    "Un indicador que prevé cambios en la economía antes de que ocurran.",
                    "Un indicador que se publica después de que los cambios económicos ya se han producido.",
                    "Un indicador que refleja los precios de los bienes en el mercado internacional."
                  ],
                  "correcta": 1
                },
                {
                  "pregunta": "¿Qué papel tiene el Producto Interno Bruto (PIB) en la economía?",
                  "opciones": [
                    "Es un indicador adelantado que predice el crecimiento económico futuro.",
                    "Es un indicador rezagado que mide la producción económica pasada.",
                    "Es un indicador coincidente que refleja las expectativas del consumidor.",
                    "Es un indicador que mide exclusivamente el nivel de inflación."
                  ],
                  "correcta": 2
                },
                {
                  "pregunta": "¿Cómo influyen las tasas de interés en la economía?",
                  "opciones": [
                    "Afectan únicamente a los mercados de valores.",
                    "Determinan la tasa de crecimiento de la población.",
                    "Regulan el valor de la moneda y las decisiones de inversión, favoreciendo el ahorro o el gasto.",
                    "No tienen un impacto significativo en la actividad económica."
                  ],
                  "correcta": 3
                }
              ]
            }
        }
      ],
      "final": {
        "title": "Examen Final - Introducción a la Educación Financiera",
        "id": "final_q1",
        "descripcion": "Este examen evalúa tus conocimientos sobre los conceptos fundamentales del sistema económico, incluyendo oferta y demanda, inflación, ciclos económicos, el papel de los gobiernos y los bancos, y los indicadores económicos básicos.",
        "preguntas": [
          {
            "pregunta": "¿Qué es un sistema económico y por qué es importante en la vida cotidiana?",
            "opciones": [
              "Es un modelo teórico sin implicaciones prácticas en la vida diaria.",
              "Es una estructura diseñada para gestionar los recursos limitados de una sociedad y satisfacer las necesidades y deseos de sus habitantes.",
              "Es un sistema que organiza el flujo de bienes y servicios en un país para garantizar la riqueza de unos pocos.",
              "Es un conjunto de reglas que solo se aplica a los bancos y empresas grandes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué representa el concepto de 'oferta' en la economía?",
            "opciones": [
              "La cantidad de bienes y servicios que los productores están dispuestos a ofrecer a diferentes precios.",
              "La cantidad de dinero que los consumidores están dispuestos a gastar.",
              "La cantidad de recursos naturales disponibles en una economía.",
              "El precio máximo que un consumidor está dispuesto a pagar por un bien."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es la 'demanda' en un sistema económico?",
            "opciones": [
              "La cantidad de productos que los productores desean vender.",
              "El nivel de producción que los gobiernos imponen.",
              "La cantidad de bienes y servicios que los consumidores están dispuestos a comprar a diferentes precios.",
              "El precio al cual los bienes se producen."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel principal del Banco de la República en la economía de un país?",
            "opciones": [
              "Proporcionar infraestructura y servicios educativos.",
              "Garantizar el poder adquisitivo de la moneda, controlar la inflación y regular el crédito.",
              "Monitorear únicamente las grandes empresas y monopolios.",
              "Fomentar el consumo a través de la regulación de la oferta de bienes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo contribuye el gobierno a la eficiencia en la economía?",
            "opciones": [
              "Corrigiendo fallas del mercado como monopolios y externalidades.",
              "Eliminando toda intervención en el mercado.",
              "Excluyendo a las empresas privadas de la economía.",
              "Aumentando los precios de todos los productos."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué es la inflación y cómo impacta tu dinero?",
            "opciones": [
              "Es el aumento de los precios de los bienes y servicios, lo que reduce el poder adquisitivo del dinero.",
              "Es una política económica que busca bajar los precios de manera controlada.",
              "Es una reducción en el costo de la vida, aumentando el valor del dinero.",
              "Es el crecimiento de la economía, sin afectar los precios."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué determina el valor de una moneda en el mercado de divisas?",
            "opciones": [
              "La cantidad de oro que posee un país.",
              "El valor que los gobiernos deciden asignar a la moneda.",
              "La oferta y demanda de esa moneda en el mercado internacional.",
              "El nivel de inflación en el país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es el tipo de cambio?",
            "opciones": [
              "El precio de un bien en términos de una moneda nacional.",
              "La relación entre los tipos de interés de dos países.",
              "El valor de una moneda en términos de otra moneda.",
              "El costo de la mano de obra en un país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo afecta la globalización a la economía?",
            "opciones": [
              "Limita la capacidad de los países para comerciar entre sí.",
              "Aumenta las barreras comerciales entre países.",
              "Facilita la expansión de los mercados, la inversión y el comercio internacional.",
              "Reduce la competitividad entre las empresas."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué son los ciclos económicos?",
            "opciones": [
              "El cambio constante de las tasas de interés en la economía.",
              "Las fluctuaciones en la actividad económica, que incluyen períodos de expansión y recesión.",
              "La constante subida de los precios de todos los productos en el mercado.",
              "El aumento en el número de empresas dentro de una economía."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es la diferencia entre una recesión y un período de crecimiento económico?",
            "opciones": [
              "Una recesión es cuando la economía crece rápidamente y la inversión aumenta.",
              "Un período de crecimiento económico es cuando la economía experimenta una desaceleración.",
              "Una recesión es cuando la economía disminuye y la producción y el empleo caen.",
              "Un período de crecimiento económico se caracteriza por la disminución de los precios."
            ],
            "correcta": 3
          },
          {
            "pregunta": "¿Qué rol cumplen las instituciones financieras en la economía?",
            "opciones": [
              "Controlan el comercio internacional y las tarifas aduaneras.",
              "Establecen políticas fiscales y monetarias para controlar el gasto público.",
              "Regulan el flujo de dinero, facilitan el crédito y promueven la inversión.",
              "Producen bienes y servicios que cubren las necesidades básicas de la población."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico rezagado?",
            "opciones": [
              "Un indicador que refleja la situación económica futura.",
              "Un indicador que muestra el nivel de inflación a nivel global.",
              "Un indicador que predice el comportamiento del mercado de valores.",
              "Un indicador que se publica después de que los cambios económicos ya se han producido."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel de los bancos centrales en la economía?",
            "opciones": [
              "Fomentan la competencia en los mercados de bienes y servicios.",
              "Gestionan el nivel de deuda externa de un país.",
              "Establecen el tipo de cambio y regulan el comercio exterior.",
              "Controlan la inflación, emiten moneda y regulan la oferta de dinero."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico líder?",
            "opciones": [
              "Un indicador que muestra los resultados económicos después de que ocurren los cambios.",
              "Un indicador que refleja las expectativas futuras de la economía y predice su tendencia.",
              "Un indicador que mide la tasa de interés del gobierno para el año próximo.",
              "Un indicador utilizado exclusivamente para medir la producción industrial."
            ],
            "correcta": 2
          }

        ]
      }
    },
    {
      "moduleId": 2,
      "moduleTitle": "Produndizacion Finanzas Personales",
      "desc": "En este módulo, profundizarás en el mundo de las finanzas personales y su impacto en tu bienestar financiero. Aprenderás los conceptos esenciales para gestionar tu dinero de manera inteligente, desde la organización de tus ingresos y gastos hasta la creación de un presupuesto efectivo. A lo largo de las secciones, descubrirás cómo evaluar tu situación financiera actual, identificar patrones en tus finanzas y establecer objetivos claros para el futuro. Además, explorarás estrategias y herramientas que te ayudarán a mantener el control de tus finanzas y cumplir con tus metas económicas a largo plazo.",
      "sections": [
        {
          "sectionId": 1,
          "sectionTitle": "¿Qué son las Finanzas Personales y Cómo Empezar?",
          "activities": [
            {
              "type": "video",
              "id": "c10",
              "title": "Introducción a las finanzas: Entendiendo las finanzas personales.",
              "tituloOriginal": "¿Qué son las finanzas? (Explicación fácil)",
              "urlOriginal": "https://youtu.be/OXa7maKuY0Q?si=GQKcq1HsW1oI6Dbv",
              "url": "https://www.youtube.com/embed/OXa7maKuY0Q?si=GQKcq1HsW1oI6Dbv",
              "autor": "Alumno Financiero",
      
              "descripcion": "En este video, conocerás el significado de las finanzas y su impacto en la economía y en la vida cotidiana. Se explicará cómo se gestionan los recursos en diferentes niveles, desde empresas y gobiernos hasta el ámbito personal. Al final, entenderás la relación entre las finanzas generales y las finanzas personales, y por qué es fundamental administrar bien el dinero para lograr estabilidad y crecimiento financiero."
            },
            {
              "type": "articulo",
              "id": "c11",
              "title": "Los pilares básicos: ingresos, gastos, ahorros e inversión.",
              "tituloOriginal": "¿Qué son los egresos e ingresos y qué tipos existen?",
              "url": "https://www.bbva.com/es/salud-financiera/que-son-los-egresos-e-ingresos-y-que-tipos-existen/",
              "autor": "Banco BBVA",
              "contenido": {
                "imagenes": ["https://www.bbva.com/wp-content/uploads/2022/06/ingresos_egresos_apertura.jpg"],
                "texto": [
                  {
                    "subtitulo": "Los pilares básicos: ingresos, gastos, ahorros e inversión",
                    "sub": "En el mundo de las finanzas personales, existen cuatro pilares fundamentales que determinan la estabilidad económica de una persona: **ingresos, gastos, ahorros e inversión**. Comprender estos conceptos y su interrelación es esencial para gestionar el dinero de manera eficiente y tomar decisiones financieras acertadas."
                  },
                  {
                    "subtitulo": "Ingresos",
                    "sub": "Los ingresos representan la entrada de dinero y pueden clasificarse en dos tipos principales:\n\n1. **Ingresos fijos**: Son aquellos que se reciben de manera periódica y regular, como un salario, una pensión, un subsidio o el alquiler de una propiedad. Debido a su estabilidad, son fáciles de registrar y controlar a través de estados bancarios.\n\n2. **Ingresos variables**: No tienen una periodicidad definida, lo que dificulta su control y presupuestación. Son comunes en autónomos, pequeños empresarios y trabajadores con ingresos por comisión o temporales.\n\nUn alto nivel de ingresos no garantiza necesariamente una buena salud financiera. La administración del dinero es un factor clave que puede marcar la diferencia entre la estabilidad económica y el sobreendeudamiento."
                  },
                  {
                    "subtitulo": "Gastos",
                    "sub": "Los egresos o gastos representan la salida de dinero y pueden dividirse en:\n\n1. **Gastos**: Son desembolsos que no generan un retorno monetario futuro y se destinan al consumo diario, como alimentos, vivienda o vestimenta. Aunque son necesarios, un consumo excesivo puede afectar la estabilidad financiera.\n\n2. **Inversiones**: Son egresos con el potencial de generar ingresos en el futuro. Incluyen la compra de acciones, inmuebles u otros activos que pueden revalorizarse con el tiempo.\n\nEl control del gasto es fundamental para una buena gestión financiera. Identificar y reducir los gastos innecesarios puede mejorar la capacidad de ahorro y planificación."
                  },
                  {
                    "subtitulo": "Ahorro",
                    "sub": "El ahorro consiste en reservar una parte del ingreso para objetivos futuros o imprevistos. Para lograrlo de manera efectiva, es recomendable establecer un plan estructurado. Un método popular es la regla **50-30-20**, que distribuye los ingresos de la siguiente manera:\n\n1. **50%** para necesidades básicas (alquiler, servicios, alimentación, salud).\n2. **30%** para ocio y deseos personales.\n3. **20%** para el ahorro y la inversión.\n\nExisten diversas herramientas financieras que facilitan el ahorro, como las **cuentas de ahorro** y las **cuentas corrientes**. Las primeras permiten acumular dinero sin exigir montos mínimos ni generar comisiones, mientras que las segundas ofrecen mayor liquidez pero generalmente no generan intereses."
                  },
                  {
                    "subtitulo": "Inversión",
                    "sub": "Invertir es una alternativa para hacer crecer el patrimonio y alcanzar objetivos financieros a mediano o largo plazo. Existen distintas opciones según el nivel de riesgo y rentabilidad:\n\n1. **Inmuebles o bienes raíces**: Adquirir propiedades con el objetivo de venderlas o alquilarlas en el futuro.\n2. **Acciones y fondos de inversión**: Participar en mercados financieros para obtener rendimientos según el comportamiento del mercado.\n\nDos factores clave en el crecimiento del capital son la cantidad ahorrada y el **tiempo de inversión**. Mientras mayor sea el tiempo de permanencia del dinero en una inversión, mayor podrá ser su rendimiento."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "La combinación de una buena administración de ingresos, un control eficiente de los gastos, un plan de ahorro estructurado y decisiones de inversión adecuadas permite alcanzar una salud financiera sólida. La clave está en adoptar hábitos financieros saludables y utilizar herramientas adecuadas para optimizar el uso del dinero."
                  }
                ]
              }
            },
            {
              "type": "articulo",
              "id": "c12",
              "title": "Primeros pasos para organizar tus finanzas personales.",
              "tituloOriginal": "Planificación financiera personal: un manual para organizarlas de manera eficiente",
              "url": "https://www.bbva.com/es/salud-financiera/manual-para-organizar-las-finanzas-personales/",
              "autor": "Banco BBVA",
              "contenido": {
                "imagenes": ["https://www.bbva.com/wp-content/uploads/2015/06/trabajo-BBVA.jpg"],
                "texto": [
                {
                  "subtitulo": "Introducción a la Organización Financiera Personal",
                  "sub": "Manejar el dinero de manera eficiente es una habilidad clave para alcanzar estabilidad y bienestar financiero. Sin una estructura clara, es fácil perder el control de los **ingresos** y **gastos**, lo que puede generar dificultades económicas. Para comenzar a organizar tus finanzas personales, es fundamental adoptar hábitos financieros saludables y establecer una visión clara de tu economía."
                },
                {
                  "subtitulo": "Comprender la Importancia del Control Financiero",
                  "sub": "El dinero influye en casi todas las áreas de la vida, desde cubrir **necesidades básicas** hasta alcanzar **metas personales y profesionales**. Una buena gestión financiera te permite:\n\n1. **Evitar deudas innecesarias** y manejar mejor las obligaciones económicas.\n2. **Ahorrar para emergencias** y prepararte para imprevistos.\n3. **Definir metas financieras** a corto y largo plazo.\n4. **Tomar decisiones informadas** sobre inversiones, ahorro y gastos."
                },
                {
                  "subtitulo": "Principios Básicos para una Organización Financiera Efectiva",
                  "sub": "Para construir una base financiera sólida, es importante seguir algunos principios clave:\n\n1. **Registro de ingresos y gastos**\nLlevar un control detallado de **cuánto dinero entra y sale** te permitirá identificar patrones de consumo y oportunidades de mejora.\n\n2. **Definir prioridades financieras**\nDistinguir entre **necesidades y deseos** ayuda a asignar los recursos de manera más efectiva, evitando gastos innecesarios.\n\n3. **Crear un fondo de emergencia**\nContar con un **colchón financiero** de al menos tres a seis meses de gastos es esencial para afrontar imprevistos sin endeudarse.\n\n4. **Planificar el ahorro y la inversión**\nSeparar un porcentaje de los ingresos para **ahorrar e invertir** te permitirá hacer crecer tu patrimonio con el tiempo."
                },
                {
                  "subtitulo": "Hábitos para una Mejor Gestión Financiera",
                  "sub": "Adoptar hábitos financieros saludables facilita el cumplimiento de tus objetivos económicos. Algunos hábitos clave incluyen:\n\n1. **Realizar un presupuesto mensual** para controlar los ingresos y egresos.\n2. **Evitar compras impulsivas** y reflexionar antes de gastar.\n3. **Automatizar ahorros** para garantizar que una parte de los ingresos se destine al ahorro.\n4. **Revisar periódicamente la situación financiera** y ajustar estrategias si es necesario."
                },
                {
                  "subtitulo": "Conclusión",
                  "sub": "Organizar las finanzas personales es el primer paso para alcanzar estabilidad y libertad económica. Implementar principios básicos de control financiero y adoptar buenos hábitos de gestión te permitirá tomar decisiones más informadas y construir un futuro financiero sólido. Con disciplina y planificación, cualquier persona puede mejorar su bienestar financiero y lograr sus objetivos económicos."
                }
              ]
              }
            }
            
          ],
          "quiz": {
            "title": "Introducción a las Finanzas Personales",
            "id": "q4",
            "descripcion": "Este quiz evalúa tus conocimientos sobre los fundamentos de las finanzas personales, incluyendo su definición, pilares básicos y primeros pasos para mejorar la gestión financiera.",
            "preguntas": [
              {
                "pregunta": "¿Qué son las finanzas personales?",
                "opciones": [
                  "Un conjunto de reglas utilizadas solo por economistas y empresarios.",
                  "La gestión de los recursos financieros de un país para regular la economía.",
                  "La administración del dinero, ingresos, gastos, ahorro e inversión a nivel individual o familiar.",
                  "Un método para evitar el pago de impuestos mediante estrategias financieras."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cuál de los siguientes NO es un pilar básico de las finanzas personales?",
                "opciones": [
                  "Ingresos",
                  "Gastos",
                  "Tarjetas de crédito",
                  "Ahorro"
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Por qué es importante llevar un control de los ingresos y gastos?",
                "opciones": [
                  "Para saber cuánto dinero hay disponible y tomar mejores decisiones financieras.",
                  "Para evitar que los bancos supervisen nuestros movimientos financieros.",
                  "Para poder gastar sin preocupaciones a fin de mes.",
                  "Para aumentar automáticamente los ingresos sin necesidad de trabajar más."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál es el primer paso recomendado para mejorar la gestión de las finanzas personales?",
                "opciones": [
                  "Invertir en bienes de alto valor inmediatamente.",
                  "Elaborar un presupuesto que refleje ingresos, gastos y metas financieras.",
                  "Adquirir una tarjeta de crédito con un límite alto.",
                  "Ahorrar todo el dinero sin gastar en necesidades básicas."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cómo puede una persona comenzar a ahorrar de manera efectiva?",
                "opciones": [
                  "Destinando un porcentaje fijo de sus ingresos al ahorro antes de realizar otros gastos.",
                  "Solo ahorrando cuando haya dinero sobrante al final del mes.",
                  "Evitando cualquier tipo de gasto sin excepción.",
                  "Pidiendo préstamos constantemente para no gastar su propio dinero."
                ],
                "correcta": 1
              }
            ]
          }
        },
        {
          "sectionId": 2,
          "sectionTitle": "Evaluar Situación Financiera Personal",
          "activities": [
            {
              "type": "articulo",
              "id": "c13",
              "title": "Cómo calcular tu patrimonio neto (activos vs pasivos).",
              "tituloOriginal": "Patrimonio neto personal",
              "url": "https://es.statefarm.com/simple-insights/finanzas/patrimonio-neto-personal",
              "autor": "State Farm - Simple Insights",
              
              "contenido": {
                "imagenes": ["https://es.statefarm.com/content/dam/sf-library/en-us/secure/legacy/simple-insights/personal-net-worth.jpg"],
                "texto": [
                  {
                    "subtitulo": "Cómo Calcular tu Patrimonio Neto: Activos vs. Pasivos",
                    "sub": "El **patrimonio neto personal** es un indicador clave de la **salud financiera** de una persona en un momento específico. Se obtiene restando los **pasivos** (obligaciones o deudas) de los **activos** (bienes y recursos)."
                  },
                  {
                    "subtitulo": "Fórmula del Patrimonio Neto",
                    "sub": "**Patrimonio Neto = Activos - Pasivos**\n\n1. **Patrimonio neto positivo:** cuando los activos son mayores que los pasivos.\n2. **Patrimonio neto negativo:** cuando los pasivos superan los activos.\n\nEl objetivo principal de una buena gestión financiera es lograr y mantener un **patrimonio neto positivo**."
                  },
                  {
                    "subtitulo": "Importancia de Calcular el Patrimonio Neto",
                    "sub": "Calcular el **patrimonio neto** de forma periódica, idealmente **una vez al año**, permite:\n\n1. **Hacer seguimiento financiero**\n   Evaluar el progreso hacia **metas financieras a largo plazo**.\n\n2. **Planificar mejor**\n   Identificar fortalezas y debilidades, como **falta de liquidez** o **concentración excesiva en un solo tipo de inversión**.\n\n3. **Acceder a financiamiento**\n   Muchas instituciones solicitan esta información al **evaluar solicitudes de préstamos o becas**.\n\n4. **Cumplir requisitos de inversión**\n   Algunos productos financieros de **alto riesgo** exigen un **patrimonio neto mínimo**."
                  },
                  {
                    "subtitulo": "Cómo Elaborar una Declaración de Patrimonio Neto",
                    "sub": "Para calcular el **patrimonio neto**, es necesario clasificar los bienes y deudas en **categorías específicas**.\n\n1. **Activos (Bienes que Posees)**\n   Se debe asignar un **valor realista** a cada activo, considerando cuánto pagaría un comprador en condiciones normales.\n\n   1.1 Activos líquidos\n       Dinero en **efectivo**, **cuentas de ahorro**, **certificados de depósito**, **fondos de inversión a corto plazo**.\n\n   1.2 Dinero que te deben\n       Deudas que otras personas tienen contigo bajo **acuerdos formales**.\n\n   1.3 Seguros con valor en efectivo\n       Pólizas de **seguro de vida** con valor de rescate.\n\n   1.4 Bienes personales\n       **Muebles**, **electrodomésticos**, **equipos deportivos**, **vehículos**.\n\n   1.5 Inversiones\n       Acciones, bonos, fondos de inversión, bienes raíces para inversión, metales preciosos.\n\n   1.6 Planes de pensión y retiro\n       **IRA**, **Keogh** o cualquier **plan de pensión** al que tengas derecho.\n\n2. **Pasivos (Deudas y Obligaciones)**\n   Se recomienda consultar con **prestamistas o entidades financieras** para conocer los montos exactos adeudados.\n\n   2.1 Pasivos corrientes\n       **Facturas de servicios**, **alquiler**, **impuestos**, **pagos mínimos de tarjetas de crédito**.\n\n   2.2 Deudas a largo plazo\n       **Hipotecas**, **préstamos estudiantiles**, **créditos de vehículo**."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "El cálculo del **patrimonio neto** es una herramienta esencial para el **control financiero**. Mantener un **registro actualizado** ayuda a tomar **decisiones informadas** y a mejorar la **estabilidad económica** a lo largo del tiempo."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c14",
              "title": "Herramientas para evaluar tu situación financiera actual.",
              "tituloOriginal": "Finanzas personales fáciles! - Estado de resultados",
              "urlOriginal": "https://www.youtube.com/watch?v=N2sJBQ-JudU",
              "url": "https://www.youtube.com/embed/N2sJBQ-JudU?si=Gn4WB1BbFdJn-pYQ",
              "autor": "Tu Proyecto Financiero - Jorge Cifuentes",
      
              "descripcion": "Este video explica cómo utilizar el estado de resultados para evaluar tu situación financiera personal. Analiza los ingresos, gastos y el balance final, permitiendo identificar patrones de consumo y oportunidades de mejora. Además, destaca la importancia de este análisis para optimizar el manejo del dinero y tomar mejores decisiones financieras."
            },
            {
              "type": "articulo",
              "id": "c15",
              "title": "Análisis de ingresos y gastos: Identificación de patrones.",
              "tituloOriginal": "Análisis de tus ingresos y gastos: Cómo identificar áreas de mejora.",
              "url": "https://www.fintonic.com/blog/analisis-de-tus-gastos-como-identificar-areas-de-mejora/",
              "autor": "Jorge Jimenez, Fintonic News",
              
              "contenido": {
                "imagenes": ["https://www.fintonic.com/blog/wp-content/uploads/2024/07/freepik-export-20240701141646mSed-1920x1920.jpeg"],
                "texto": [
                  {
                    "subtitulo": "Análisis de Ingresos y Gastos: Identificación de Patrones",
                    "sub": "**El análisis de ingresos y gastos** es una herramienta fundamental para lograr estabilidad financiera. Identificar patrones en el uso del dinero permite ajustar hábitos de consumo, reducir deudas y mejorar el ahorro. Un control adecuado de las finanzas personales facilita la planificación a largo plazo, ayudando a evitar problemas económicos futuros."
                  },
                  {
                    "subtitulo": "Importancia del Análisis Financiero",
                    "sub": "El primer paso para mejorar la gestión del dinero es comprender tanto los ingresos como los gastos. Un análisis detallado permite:\n\n1. **Identificar patrones de consumo y fuentes de ingreso:** Conocer en qué se gasta más y de dónde provienen los ingresos ayuda a tomar mejores decisiones.\n\n2. **Reducir gastos innecesarios:** Al reconocer áreas de alto gasto, se pueden implementar estrategias para optimizar el presupuesto.\n\n3. **Maximizar el potencial de ingresos:** Evaluar fuentes de ingreso permite explorar oportunidades para aumentarlos o diversificarlos.\n\n4. **Prevenir problemas financieros:** Mantener un control de ingresos y gastos reduce el riesgo de endeudamiento excesivo."
                  },
                  {
                    "subtitulo": "Análisis de los Ingresos",
                    "sub": "El análisis de los ingresos permite entender cuánto dinero se recibe y cómo se puede optimizar su uso. Algunos aspectos clave a considerar son:\n\n1. **Identificar todas las fuentes de ingreso:** Además del salario, existen otros ingresos como becas, trabajos independientes, rentas o inversiones. Es importante conocer todas las fuentes para una planificación financiera adecuada.\n\n2. **Evaluar la estabilidad de los ingresos:** No todos los ingresos son constantes. Es recomendable diferenciar entre ingresos fijos (salario, becas) e ingresos variables (trabajos ocasionales, bonificaciones).\n\n3. **Buscar oportunidades para incrementar los ingresos:** Mejorar habilidades, buscar nuevas fuentes de ingreso o invertir son estrategias para aumentar la capacidad financiera a largo plazo.\n\n4. **Administrar ingresos de manera eficiente:** Es importante asignar una parte de los ingresos al ahorro y evitar que todo el dinero se destine solo a gastos."
                  },
                  {
                    "subtitulo": "Pasos para Analizar los Gastos",
                    "sub": "1. **Categorizar los gastos:** Clasificar los gastos en categorías como alimentación, transporte, vivienda y entretenimiento permite una visión clara del presupuesto.\n\n2. **Revisar los extractos bancarios:** Un análisis periódico de las transacciones ayuda a identificar pequeños gastos recurrentes que pueden acumularse, como compras impulsivas o suscripciones olvidadas.\n\n3. **Establecer un presupuesto:** Definir límites de gasto para cada categoría ayuda a controlar el dinero y evitar desequilibrios financieros.\n\n4. **Detectar gastos recurrentes y suscripciones:** Revisar las suscripciones y servicios pagos permite evaluar si siguen siendo necesarios o si representan un gasto prescindible.\n\n5. **Evaluar hábitos de compra:** Reflexionar sobre el comportamiento de consumo ayuda a identificar compras impulsivas y establecer estrategias para controlarlas."
                  },
                  {
                    "subtitulo": "Áreas Comunes de Mejora",
                    "sub": "1. **Gastos en alimentación:** Comer fuera con frecuencia puede representar un gasto significativo. Cocinar en casa y planificar las comidas ayuda a reducir costos.\n\n2. **Transporte:** Optar por transporte público, compartir viajes o utilizar la bicicleta puede disminuir el impacto financiero del desplazamiento.\n\n3. **Entretenimiento:** Buscar alternativas gratuitas o más económicas, como eventos comunitarios o actividades al aire libre, permite ahorrar sin afectar la calidad de vida.\n\n4. **Facturas y servicios:** Reducir el consumo de energía, agua e internet puede generar ahorros significativos en el presupuesto mensual.\n\n5. **Compras impulsivas:** Aplicar la regla de esperar 24 horas antes de hacer una compra no planificada ayuda a evitar gastos innecesarios."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "Analizar los ingresos y gastos de manera periódica permite tomar **decisiones financieras informadas** y mejorar la estabilidad económica. Implementar estrategias para reducir gastos innecesarios y optimizar el presupuesto ayuda a alcanzar objetivos financieros sin comprometer la calidad de vida."
                  }
                ]
              }
            }        
          ],
         "quiz": {
            "title": "Patrimonio neto: Ingresos y Gastos",
            "id": "q5",
            "descripcion": "Este quiz evalúa tus conocimientos sobre la evaluación de la situación financiera personal, incluyendo el cálculo del patrimonio neto, el uso de herramientas financieras y el análisis de ingresos y gastos.",
            "preguntas": [
              {
                "pregunta": "¿Cómo se calcula el patrimonio neto de una persona?",
                "opciones": [
                  "Sumando los pasivos y restando los activos.",
                  "Restando los pasivos de los activos.",
                  "Multiplicando los ingresos por los gastos.",
                  "Dividiendo los activos entre los pasivos."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cuál de las siguientes opciones es una herramienta útil para evaluar la situación financiera personal?",
                "opciones": [
                  "Estado de resultados.",
                  "Plan de estudios.",
                  "Tasa de inflación.",
                  "Índice de precios al consumidor."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Por qué es importante analizar los ingresos y gastos?",
                "opciones": [
                  "Para reducir el pago de impuestos.",
                  "Para incrementar automáticamente los ingresos mensuales.",
                  "Para identificar patrones de consumo y mejorar la gestión financiera.",
                  "Para evitar realizar inversiones a futuro."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cuál de las siguientes afirmaciones sobre los activos y pasivos es correcta?",
                "opciones": [
                  "Los pasivos son siempre positivos en la contabilidad personal.",
                  "Los activos solo incluyen el dinero en efectivo y no propiedades o inversiones.",
                  "Los pasivos no afectan la estabilidad financiera de una persona.",
                  "Los activos generan valor, mientras que los pasivos representan deudas u obligaciones."
                ],
                "correcta": 4
              },
              {
                "pregunta": "¿Qué medida puede ayudar a mejorar la situación financiera de una persona?",
                "opciones": [
                  "Ignorar los gastos pequeños porque no afectan el presupuesto.",
                  "Aumentar el uso de tarjetas de crédito sin límite.",
                  "Gastar más de lo que se gana para mantener el estilo de vida deseado.",
                  "Registrar y analizar regularmente los ingresos y gastos."
                ],
                "correcta": 4
              }
            ]
          } 
        },
        {
          "sectionId": 3,
          "sectionTitle": "Crear un Plan Financiero y Cómo Cumplirlo",
          "activities": [
            {
              "type": "video",
              "id": "c16",
              "title": "Establecer objetivos financieros SMART.",
              "tituloOriginal": "Objetivos financieros: técnica SMART - #AulaUalá",
              "urlOriginal": "https://www.youtube.com/watch?v=gQPAeS6svYA",
              "url": "https://www.youtube.com/embed/gQPAeS6svYA?si=PK5E8gIBcepCHC4l",
              "autor": "Ualá Argentina",
              "descripcion": "En este video aprenderás cómo establecer objetivos financieros utilizando la técnica SMART. Se explican los criterios de especificidad, medición, alcanzabilidad, relevancia y tiempo, y cómo aplicarlos para lograr metas económicas efectivas. Además, se analiza la importancia de una planificación clara para mejorar la estabilidad financiera y tomar mejores decisiones con el dinero."
            },
            {
              "type": "articulo",
              "id": "c17",
              "title": "Crear un presupuesto alineado a tus metas.",
              "tituloOriginal": "Crea un presupuesto efectivo para alcanzar tus metas financieras",
              "url": "https://www.metlife.com.mx/blog/bienestar-financiero/crea-un-presupuesto-efectivo-para-alcanzar-metas-financieras/",
              "autor": "MetLife",
              
              "contenido": {
                "imagenes": ["https://www.metlife.com.mx/content/dam/metlifecom/mx/homepage/blog/bienestar-financiero/crea-un-presupuesto-financiero/article_mbanner_b_24.jpg"],
                "texto": [
                  {
                    "subtitulo": "Importancia del presupuesto",
                    "sub": "El camino hacia la estabilidad financiera comienza con un presupuesto bien estructurado. Contar con un plan financiero te permite controlar tus gastos, ahorrar de manera efectiva y tomar decisiones financieras informadas. A continuación, te presentamos **ocho pasos clave** para crear un presupuesto alineado con tus metas."
                  },
                  {
                    "subtitulo": "1. Establece tus metas financieras",
                    "sub": "Antes de definir tu presupuesto, es fundamental identificar **qué deseas lograr con tu dinero**. Puede ser ahorrar para imprevistos, pagar deudas, financiar un proyecto o simplemente administrar mejor tus recursos.\n\n**Pasos para establecer metas efectivas:**\n\n1.1. **Define claramente tu objetivo:** ¿Quieres ahorrar? ¿Cuánto y en cuánto tiempo?\n\n1.2. **Clasifica tus metas:** Pueden ser personales, académicas, recreativas o de emergencia.\n\n1.3. **Establece un plazo:** Corto (*hasta 5 años*), mediano (*5 a 10 años*) o largo plazo (*más de 10 años*).\n\n1.4. **Prioriza:** Distingue entre lo **esencial**, lo **necesario** y lo **deseado**.\n\n1.5. **Evalúa tu punto de partida:** ¿Cuánto dinero tienes disponible y cuánto necesitas?"
                  },
                  {
                    "subtitulo": "2. Revisa tus ingresos y gastos actuales",
                    "sub": "Para entender tu situación financiera, analiza **tus ingresos y gastos**. Esto te ayudará a identificar en qué áreas puedes mejorar.\n\n2.1. **Registra todos tus ingresos:** Ya sean mesadas, becas, trabajos temporales u otros apoyos financieros.\n\n2.2. **Haz seguimiento de tus gastos:** Durante al menos un mes, anota cada gasto para saber exactamente en qué usas tu dinero.\n\n2.3. **Clasifica tus gastos:** Divide en categorías como **alimentación, transporte, entretenimiento, estudios y ahorros**."
                  },
                  {
                    "subtitulo": "3. Crea categorías de gastos",
                    "sub": "Organizar tus gastos en categorías te permite visualizar cómo se distribuye tu dinero. Algunas categorías comunes incluyen:\n\n3.1. **Gastos fijos:** Alimentación, transporte, vivienda (*si aplica*), servicios básicos.\n\n3.2. **Gastos variables:** Entretenimiento, compras personales, suscripciones.\n\n3.3. **Ahorros e inversiones:** Fondo de emergencia, metas a mediano y largo plazo."
                  },
                  {
                    "subtitulo": "4. Establece límites de gastos",
                    "sub": "Fija un monto máximo para cada categoría de gasto. Esto evitará que gastes más de lo planificado y te ayudará a distribuir mejor tu dinero. Recuerda **priorizar las necesidades esenciales sobre los gastos discrecionales**."
                  },
                  {
                    "subtitulo": "5. Identifica áreas de reducción de gastos",
                    "sub": "Revisa tu presupuesto y encuentra formas de ahorrar. Algunas estrategias incluyen:\n\n5.1. **Reducir compras innecesarias:** Pregúntate si realmente necesitas ciertos gastos.\n\n5.2. **Aprovechar descuentos y promociones:** Busca opciones más económicas para materiales de estudio, transporte o alimentación.\n\n5.3. **Evitar gastos recurrentes innecesarios:** Suscripciones o servicios que no utilizas pueden representar un ahorro significativo."
                  },
                  {
                    "subtitulo": "6. Automatiza tus ahorros de forma sencilla",
                    "sub": "Como **estudiante de primer semestre**, es posible que no cuentes con ingresos fijos, pero aún así puedes comenzar a desarrollar el **hábito del ahorro**. Algunas estrategias sencillas incluyen:\n\n6.1. **Destinar un porcentaje de cualquier ingreso:** (*mesada, becas, trabajos temporales*) a una cuenta de ahorros separada.\n\n6.2. **Usar sobres físicos o billeteras digitales:** Para dividir el dinero según necesidades y objetivos.\n\n6.3. **Aprovechar herramientas gratuitas:** Como aplicaciones bancarias que permiten programar pequeños ahorros automáticos.\n\nLo importante es **crear el hábito desde temprano**, incluso con montos pequeños. Con el tiempo, este esfuerzo te permitirá gestionar mejor tu dinero y alcanzar tus metas financieras."
                  },
                  {
                    "subtitulo": "7. Realiza un seguimiento y ajusta tu presupuesto",
                    "sub": "Tu presupuesto **no es estático**, debe ajustarse según cambios en tus ingresos o gastos. Para un seguimiento efectivo:\n\n7.1. **Registra cada gasto y compáralo con tu presupuesto.**\n\n7.2. **Utiliza aplicaciones o herramientas digitales:** Para facilitar el control.\n\n7.3. **Reevalúa cada cierto tiempo y ajusta según sea necesario.**"
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "Crear un presupuesto efectivo te permitirá **tomar el control de tu dinero** y alcanzar tus metas financieras. La clave del éxito está en la **disciplina y la constancia**."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c18",
              "title": "Construyendo disciplina financiera: Hábitos clave.",
              "tituloOriginal": "ROMPE con MALOS HÁBITOS Financieros - CLASE 1 de 7",
              "urlOriginal": "https://www.youtube.com/watch?v=7LAQBeEi_C4",
              "url": "https://www.youtube.com/embed/7LAQBeEi_C4?si=8HYLwbv4hQi4q4VV",
              "autor": "Luis Mi Negocios",
              "descripcion": "En este video aprenderás cómo desarrollar hábitos financieros sólidos para lograr estabilidad económica a largo plazo. Se analizan las prácticas más efectivas para gestionar ingresos, controlar gastos y priorizar el ahorro. Además, se explican estrategias para evitar los errores financieros más comunes y mantener la disciplina en la toma de decisiones económicas diarias."
            }
          ],
          "quiz": {
            "title": "Elaborar un Plan Financiero Efectivo",
            "id": "q6",
            "descripcion": "Este quiz evalúa tus conocimientos sobre la planificación financiera, incluyendo la creación de objetivos SMART, la elaboración de presupuestos y las estrategias para mantener el control de tus finanzas.",
            "preguntas": [
              {
                "pregunta": "¿Qué característica debe cumplir un objetivo financiero para ser considerado SMART?",
                "opciones": [
                  "Debe centrarse únicamente en la reducción de gastos sin importar otros factores.",
                  "Debe estar basado en expectativas subjetivas sin plazos definidos.",
                  "Debe ser específico, medible, alcanzable, relevante y con un tiempo definido.",
                  "Debe ser amplio y flexible para adaptarse a cualquier situación."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cuál es el primer paso para crear un presupuesto financiero efectivo?",
                "opciones": [
                  "Establecer límites de gasto sin conocer ingresos ni necesidades.",
                  "Analizar los ingresos y gastos actuales para entender la situación financiera.",
                  "Destinar todos los ingresos al ahorro sin considerar necesidades básicas.",
                  "Eliminar completamente los gastos de entretenimiento y ocio."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Por qué es importante revisar y ajustar el presupuesto periódicamente?",
                "opciones": [
                  "Porque los ingresos y gastos pueden cambiar con el tiempo.",
                  "Para asegurarse de que nunca haya dinero destinado a entretenimiento.",
                  "Porque un presupuesto no tiene impacto si no se revisa diariamente.",
                  "Para eliminar cualquier gasto innecesario de inmediato."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Qué estrategia puede ayudar a mantener la disciplina en un plan financiero?",
                "opciones": [
                  "Automatizar ahorros y pagos para evitar olvidos.",
                  "Invertir todo el dinero en un solo activo sin diversificar.",
                  "Usar solo efectivo y evitar cualquier cuenta bancaria.",
                  "Eliminar completamente los gastos variables del presupuesto."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál es un error común al establecer un plan financiero?",
                "opciones": [
                  "Ahorrar un porcentaje fijo de los ingresos.",
                  "No definir objetivos claros y realistas.",
                  "Utilizar herramientas digitales para gestionar el presupuesto.",
                  "No incluir un fondo de emergencia en la planificación."
                ],
                "correcta": 4
              }
            ]
          }
        }
      ],
      "final": {
        "title": "Examen Final - Introducción a la Educación Financiera",
        "id": "final_q1",
        "descripcion": "Este examen evalúa tus conocimientos sobre los conceptos fundamentales del sistema económico, incluyendo oferta y demanda, inflación, ciclos económicos, el papel de los gobiernos y los bancos, y los indicadores económicos básicos.",
        "preguntas": [
          {
            "pregunta": "¿Qué es un sistema económico y por qué es importante en la vida cotidiana?",
            "opciones": [
              "Es un modelo teórico sin implicaciones prácticas en la vida diaria.",
              "Es una estructura diseñada para gestionar los recursos limitados de una sociedad y satisfacer las necesidades y deseos de sus habitantes.",
              "Es un sistema que organiza el flujo de bienes y servicios en un país para garantizar la riqueza de unos pocos.",
              "Es un conjunto de reglas que solo se aplica a los bancos y empresas grandes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué representa el concepto de 'oferta' en la economía?",
            "opciones": [
              "La cantidad de bienes y servicios que los productores están dispuestos a ofrecer a diferentes precios.",
              "La cantidad de dinero que los consumidores están dispuestos a gastar.",
              "La cantidad de recursos naturales disponibles en una economía.",
              "El precio máximo que un consumidor está dispuesto a pagar por un bien."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es la 'demanda' en un sistema económico?",
            "opciones": [
              "La cantidad de productos que los productores desean vender.",
              "El nivel de producción que los gobiernos imponen.",
              "La cantidad de bienes y servicios que los consumidores están dispuestos a comprar a diferentes precios.",
              "El precio al cual los bienes se producen."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel principal del Banco de la República en la economía de un país?",
            "opciones": [
              "Proporcionar infraestructura y servicios educativos.",
              "Garantizar el poder adquisitivo de la moneda, controlar la inflación y regular el crédito.",
              "Monitorear únicamente las grandes empresas y monopolios.",
              "Fomentar el consumo a través de la regulación de la oferta de bienes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo contribuye el gobierno a la eficiencia en la economía?",
            "opciones": [
              "Corrigiendo fallas del mercado como monopolios y externalidades.",
              "Eliminando toda intervención en el mercado.",
              "Excluyendo a las empresas privadas de la economía.",
              "Aumentando los precios de todos los productos."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué es la inflación y cómo impacta tu dinero?",
            "opciones": [
              "Es el aumento de los precios de los bienes y servicios, lo que reduce el poder adquisitivo del dinero.",
              "Es una política económica que busca bajar los precios de manera controlada.",
              "Es una reducción en el costo de la vida, aumentando el valor del dinero.",
              "Es el crecimiento de la economía, sin afectar los precios."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué determina el valor de una moneda en el mercado de divisas?",
            "opciones": [
              "La cantidad de oro que posee un país.",
              "El valor que los gobiernos deciden asignar a la moneda.",
              "La oferta y demanda de esa moneda en el mercado internacional.",
              "El nivel de inflación en el país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es el tipo de cambio?",
            "opciones": [
              "El precio de un bien en términos de una moneda nacional.",
              "La relación entre los tipos de interés de dos países.",
              "El valor de una moneda en términos de otra moneda.",
              "El costo de la mano de obra en un país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo afecta la globalización a la economía?",
            "opciones": [
              "Limita la capacidad de los países para comerciar entre sí.",
              "Aumenta las barreras comerciales entre países.",
              "Facilita la expansión de los mercados, la inversión y el comercio internacional.",
              "Reduce la competitividad entre las empresas."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué son los ciclos económicos?",
            "opciones": [
              "El cambio constante de las tasas de interés en la economía.",
              "Las fluctuaciones en la actividad económica, que incluyen períodos de expansión y recesión.",
              "La constante subida de los precios de todos los productos en el mercado.",
              "El aumento en el número de empresas dentro de una economía."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es la diferencia entre una recesión y un período de crecimiento económico?",
            "opciones": [
              "Una recesión es cuando la economía crece rápidamente y la inversión aumenta.",
              "Un período de crecimiento económico es cuando la economía experimenta una desaceleración.",
              "Una recesión es cuando la economía disminuye y la producción y el empleo caen.",
              "Un período de crecimiento económico se caracteriza por la disminución de los precios."
            ],
            "correcta": 3
          },
          {
            "pregunta": "¿Qué rol cumplen las instituciones financieras en la economía?",
            "opciones": [
              "Controlan el comercio internacional y las tarifas aduaneras.",
              "Establecen políticas fiscales y monetarias para controlar el gasto público.",
              "Regulan el flujo de dinero, facilitan el crédito y promueven la inversión.",
              "Producen bienes y servicios que cubren las necesidades básicas de la población."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico rezagado?",
            "opciones": [
              "Un indicador que refleja la situación económica futura.",
              "Un indicador que muestra el nivel de inflación a nivel global.",
              "Un indicador que predice el comportamiento del mercado de valores.",
              "Un indicador que se publica después de que los cambios económicos ya se han producido."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel de los bancos centrales en la economía?",
            "opciones": [
              "Fomentan la competencia en los mercados de bienes y servicios.",
              "Gestionan el nivel de deuda externa de un país.",
              "Establecen el tipo de cambio y regulan el comercio exterior.",
              "Controlan la inflación, emiten moneda y regulan la oferta de dinero."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico líder?",
            "opciones": [
              "Un indicador que muestra los resultados económicos después de que ocurren los cambios.",
              "Un indicador que refleja las expectativas futuras de la economía y predice su tendencia.",
              "Un indicador que mide la tasa de interés del gobierno para el año próximo.",
              "Un indicador utilizado exclusivamente para medir la producción industrial."
            ],
            "correcta": 2
          }

        ]
      }
    },
    {
      "moduleId": 3,
      "moduleTitle": "Presupuestacion y Flujo de Caja",
      "desc":"En este módulo, aprenderás a administrar tus ingresos y gastos de manera eficiente a través de la presupuestación y el control del flujo de caja. Comprender la importancia de un presupuesto bien estructurado te permitirá optimizar tus recursos, reducir gastos innecesarios y prepararte para el futuro financiero. A lo largo de las secciones, explorarás estrategias para identificar y controlar el gasto, entenderás la psicología detrás de las decisiones financieras y descubrirás métodos para planificar el ahorro en el corto, mediano y largo plazo. Al finalizar este módulo, contarás con herramientas prácticas para mejorar tu estabilidad financiera y tomar decisiones económicas más informadas.",
      "sections": [
        {
          "sectionId": 1,
          "sectionTitle": "Controlar y Administrar Gasto - Avanzado",
          "activities": [
            {
              "type": "video",
              "id": "c19",
              "title": "Identificar gastos esenciales y no esenciales.",
              "tituloOriginal": "Tipos de gastos (Gastos fijos, gastos hormiga, gastos compulsivos) - Curso de Manejo del dinero",
              "urlOriginal": "https://www.youtube.com/watch?v=pMgw2esVccg",
              "url": "https://www.youtube.com/embed/pMgw2esVccg?si=1IAJelR6XzUeVINS",
              "autor": "GCFAprendeLibre",
              "descripcion": "Este video explora los diferentes tipos de gastos y su impacto en la estabilidad financiera personal. A través de ejemplos claros, se explican los gastos fijos, los gastos hormiga y los gastos compulsivos, ayudándote a identificarlos y diferenciar cuáles son esenciales y cuáles pueden optimizarse. Además, se presentan estrategias para controlar y reducir los gastos innecesarios, facilitando una mejor administración de tus recursos."
            },
            {
              "type": "articulo",
              "id": "c20",
              "title": "Métodos de control de gasto: herramientas y apps.",
              "tituloOriginal": "Las 10 'apps' para gestionar y compartir tus gastos",
              "url": "https://www.bbva.com/es/salud-financiera/las-10-apps-para-gestionar-y-compartir-tus-gastos/",
              "autor": "Banco BBVA",
              "contenido": {
                "imagenes": ["https://www.bbva.com/wp-content/uploads/2022/05/app_compartir_gastos_interior_2.jpg"],
               "texto": [
                  {
                    "subtitulo": "Monitoreo de Ingresos y Gastos en la Era Digital",
                    "sub": "En la era digital, gestionar las finanzas personales es más fácil gracias a diversas herramientas que permiten monitorear ingresos y egresos, establecer metas de ahorro y analizar hábitos de consumo. Para los estudiantes universitarios, estas soluciones pueden ser clave para mantener estabilidad financiera y evitar gastos innecesarios."
                  },
                  {
                    "subtitulo": "1. El Gestor Financiero de FOCUS: Tu mejor opción",
                    "sub": "El **Gestor Financiero de FOCUS** es una herramienta diseñada específicamente para estudiantes universitarios. Permite:\n\n1. **Registrar ingresos y gastos** de manera sencilla.\n\n2. **Clasificar gastos por categorías** como alimentación, transporte y ocio.\n\n3. **Establecer metas de ahorro personalizadas**.\n\n4. **Visualizar el progreso financiero** con gráficos intuitivos.\n\nSu integración con el contenido educativo de FOCUS facilita una mejor toma de decisiones financieras y fomenta hábitos responsables de gasto."
                  },
                  {
                    "subtitulo": "2. Otras aplicaciones útiles para controlar gastos",
                    "sub": "Además del Gestor Financiero de FOCUS, existen otras herramientas digitales que pueden complementar la gestión del dinero:\n\n1. **Monefy**: Aplicación intuitiva que permite registrar gastos manualmente sin necesidad de vincular cuentas bancarias. Muestra gráficos detallados para analizar los patrones de consumo.\n\n2. **TravelSpend**: Ideal para quienes viajan con frecuencia. Convierte divisas automáticamente y permite exportar los registros de gastos en archivos Excel.\n\n3. **Desafío 52 Semanas**: Basada en un método progresivo de ahorro, esta app motiva a los usuarios a establecer metas económicas crecientes semana a semana.\n\n4. **SplitWise**: Especialmente útil para dividir gastos compartidos entre amigos o compañeros de vivienda. Calcula automáticamente cuánto debe aportar cada persona y permite llevar un control de pagos.\n\n5. **Settle Up**: Similar a SplitWise, facilita la gestión de gastos grupales y envía informes periódicos con el detalle de los pagos realizados."
                  },
                  {
                    "subtitulo": "3. Consejos para aprovechar mejor estas herramientas",
                    "sub": "1. **Seleccionar la app adecuada** según las necesidades personales: algunas se centran en el control diario de gastos, mientras que otras ayudan a gestionar presupuestos compartidos o fomentar el ahorro progresivo.\n\n2. **Usar notificaciones y recordatorios** para evitar olvidos en pagos y registrar gastos de manera constante.\n\n3. **Combinar herramientas**: por ejemplo, utilizar el **Gestor Financiero de FOCUS** para la administración personal y **SplitWise** para gastos en grupo."
                  },
                  {
                    "subtitulo": "4. Conclusión",
                    "sub": "El uso de herramientas digitales para la gestión financiera permite un control más preciso del dinero y ayuda a los estudiantes a evitar deudas innecesarias. Aplicaciones como el **Gestor Financiero de FOCUS** y otras alternativas especializadas brindan opciones accesibles y eficientes para mantener unas finanzas organizadas desde la universidad."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c21",
              "title": "¿Por qué gastamos más de lo que ganamos?",
              "tituloOriginal": "¿Por qué gastamos más de lo que ganamos?",
              "urlOriginal": "https://www.youtube.com/watch?v=5SM2tTEJYdw",
              "url": "https://www.youtube.com/embed/5SM2tTEJYdw?si=8H6_qRrnT12c2aHx",
              "autor": "Juan Camilo Gonzales, Tranqui Finanzas",
      
              "descripcion": "Este video explora las razones detrás del hábito de gastar más de lo que se gana y cómo esto afecta la estabilidad financiera personal. A través de ejemplos prácticos, se analizan factores como la psicología del consumo, el acceso al crédito y la falta de planificación financiera."
            }
          ],
          "quiz": {
            "title": "Control y Administración del Gasto",
            "id": "q7",
            "descripcion": "Este quiz evalúa tus conocimientos sobre la identificación de gastos esenciales y no esenciales, las herramientas para gestionar el gasto y las razones detrás del sobreendeudamiento.",
            "preguntas": [
              {
                "pregunta": "¿Cuál es la diferencia principal entre un gasto esencial y uno no esencial?",
                "opciones": [
                  "Los gastos esenciales son opcionales y los no esenciales son necesarios para vivir.",
                  "Los gastos esenciales son aquellos necesarios para cubrir necesidades básicas, mientras que los no esenciales son prescindibles.",
                  "Los gastos esenciales incluyen entretenimiento y ocio, mientras que los no esenciales son impuestos y deudas.",
                  "No existe diferencia entre gastos esenciales y no esenciales, todos son necesarios."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cuál es una ventaja de utilizar aplicaciones de control de gasto?",
                "opciones": [
                  "Ayudan a monitorear ingresos y egresos, facilitando la toma de decisiones financieras.",
                  "Permiten ocultar gastos para evitar preocupaciones financieras.",
                  "Hacen que los bancos reduzcan las tasas de interés.",
                  "Eliminan automáticamente los gastos innecesarios sin intervención del usuario."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál de las siguientes aplicaciones es útil para dividir gastos en grupo?",
                "opciones": [
                  "Monefy",
                  "TravelSpend",
                  "SplitWise",
                  "Desafío 52 Semanas"
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cuál es una causa común por la que las personas gastan más de lo que ganan?",
                "opciones": [
                  "La falta de bancos en su ciudad.",
                  "El ahorro excesivo en su presupuesto.",
                  "El acceso fácil al crédito y la falta de planificación financiera.",
                  "Un estricto control financiero sin margen de error."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Qué estrategia puede ayudar a reducir el gasto innecesario?",
                "opciones": [
                  "Aumentar el uso de tarjetas de crédito para obtener más recompensas.",
                  "Comprar impulsivamente cuando hay descuentos sin analizar la necesidad.",
                  "Evitar el uso de aplicaciones de control financiero para no preocuparse por el dinero.",
                  "Establecer un presupuesto mensual y registrar cada gasto."
                ],
                "correcta": 4
              }
            ]
          }
        },
        {
          "sectionId": 2,
          "sectionTitle": "La Ciencia del Gasto",
          "activities": [
            {
              "type": "video",
              "id": "c22",
              "title": "Entendiendo la psicología del consumo.",
              "tituloOriginal": "¿Por qué compramos? La psicología del consumidor, explicada",
              "urlOriginal": "https://www.youtube.com/watch?v=seukB-NRnC8",
              "url": "https://www.youtube.com/embed/seukB-NRnC8?si=Y0-WXEe80KR9yzmD",
              "autor": "Abraham Aguilera",      
              "descripcion": "Este video analiza los factores psicológicos y emocionales que influyen en nuestras decisiones de compra. Se exploran conceptos como el marketing emocional, los sesgos cognitivos y la influencia social en el comportamiento del consumidor. Además, se examina cómo las estrategias comerciales pueden aprovechar estas tendencias para incentivar el consumo y cómo desarrollar una mentalidad más consciente frente al gasto. Ideal para comprender por qué compramos y cómo mejorar nuestras decisiones financieras."
            },
            {
              "type": "articulo",
              "id": "c23",
              "title": "Decisiones financieras conscientes: Análisis costo - beneficio.",
              "tituloOriginal": "Más Allá del Instinto - Cómo el Análisis de Costo-Beneficio Puede Cambiar tu Futuro",
              "url": "https://www.linkedin.com/pulse/m%C3%A1s-all%C3%A1-del-instinto-c%C3%B3mo-el-an%C3%A1lisis-de-puede-cambiar-chibani-50xkf/",
              "autor": "Mehdi Chibani, KabyLabs",
              
              "contenido": {
                "imagenes": ["https://media.licdn.com/dms/image/v2/D4D12AQHGfJSEFIZUCg/article-cover_image-shrink_720_1280/article-cover_image-shrink_720_1280/0/1729502230105?e=1744848000&v=beta&t=73LONdRgL1d6vR4W5coPfVVgcV7itBvIz5qLWwEngAg"],
                "texto": [
                  {
                    "subtitulo": "Decisiones Financieras Conscientes: Análisis Costo-Beneficio",
                    "sub": "Las decisiones que tomamos a lo largo de nuestra vida pueden marcar una diferencia significativa en nuestro bienestar financiero y personal. Algunas elecciones, como dónde estudiar o cómo administrar nuestro dinero, pueden tener consecuencias a largo plazo. Para garantizar que estas decisiones sean informadas y racionales, es fundamental emplear herramientas que faciliten su evaluación. Una de las más efectivas es el **análisis de costo-beneficio**, un método que permite comparar ventajas y desventajas antes de tomar una determinación."
                  },
                  {
                    "subtitulo": "¿Qué es el Análisis de Costo-Beneficio?",
                    "sub": "El **análisis de costo-beneficio** es una técnica que ayuda a evaluar si una decisión es viable económicamente. Su objetivo principal es determinar si los beneficios de una acción superan sus costos. Si la respuesta es afirmativa, la decisión puede justificarse desde un punto de vista financiero. De lo contrario, es recomendable reconsiderar la opción o buscar alternativas.\n\nEsta herramienta no se limita únicamente a evaluar cifras monetarias. También considera aspectos **intangibles**, como el bienestar emocional, el tiempo invertido o las oportunidades futuras. Es ampliamente utilizada en áreas como la economía, la gestión empresarial y las finanzas personales."
                  },
                  {
                    "subtitulo": "Elementos Clave del Análisis de Costo-Beneficio",
                    "sub": "Para aplicar este método de manera efectiva, es necesario seguir una estructura clara:\n\n1. **Identificación de costos y beneficios**\n\n   Se deben listar todos los costos y beneficios asociados a la decisión, considerando tanto los factores económicos como los intangibles.\n\n2. **Cuantificación**\n\n   Siempre que sea posible, los costos y beneficios deben expresarse en términos monetarios o medibles para facilitar la comparación.\n\n3. **Análisis de incertidumbre**\n\n   Toda decisión conlleva riesgos, por lo que es esencial evaluar cómo podrían cambiar los costos y beneficios en distintos escenarios.\n\n4. **Comparación de opciones**\n\n   No siempre la elección es entre hacer o no hacer algo, sino entre varias alternativas. Un buen análisis de costo-beneficio permite priorizar la opción más conveniente."
                  },
                  {
                    "subtitulo": "Ejemplo Práctico: Decidir entre Trabajar o Estudiar un Posgrado",
                    "sub": "Imaginemos que un estudiante recién graduado está considerando realizar un posgrado para mejorar sus oportunidades laborales. Utilizando el análisis de costo-beneficio, el proceso se desarrollaría así:\n\n1. **Definir el problema**\n\n   Evaluar si la inversión en un posgrado es una opción financieramente viable.\n\n2. **Identificar los costos**\n\n   - Matrícula del posgrado: **$120,000,000 COP**\n   - Tiempo invertido: **2 años de estudio**\n   - Ingresos perdidos: No podrá trabajar a tiempo completo durante ese periodo.\n\n3. **Identificar los beneficios**\n\n   - Potencial aumento salarial de **$60,000,000 COP** anuales después de graduarse.\n   - Mejores oportunidades laborales y estabilidad financiera.\n   - Desarrollo personal y prestigio académico.\n\n4. **Cuantificación**\n\n   - Costos totales estimados: **$240,000,000 COP** (incluyendo matrícula y oportunidades perdidas).\n   - Beneficios acumulados: **$600,000,000 COP** en 10 años.\n\n5. **Análisis final**\n\n   A pesar de los costos iniciales, la inversión en el posgrado ofrece un **retorno financiero positivo** y ventajas intangibles que refuerzan la decisión."
                  },
                  {
                    "subtitulo": "Aplicaciones en la Vida Diaria",
                    "sub": "El análisis de costo-beneficio no solo es útil para grandes decisiones financieras, sino que también puede aplicarse en la vida cotidiana. Algunos ejemplos incluyen:\n\n1. **Comprar un automóvil**\n\n   ¿Es más conveniente comprar un vehículo por **$80,000,000 COP** o usar transporte público por **$3,600,000 COP** al año?\n\n2. **Mudarse a otra ciudad**\n\n   ¿Los beneficios de un nuevo empleo que paga **$4,000,000 COP** más al mes justifican los costos de reubicación y el cambio de estilo de vida?\n\n3. **Elegir entre dos empleos**\n\n   ¿Un salario más alto de **$5,500,000 COP** compensa un mayor nivel de estrés y menos tiempo libre en comparación con un empleo de **$4,500,000 COP** con mejor ambiente laboral?"
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "Tomar decisiones informadas es clave para el éxito financiero y personal. El **análisis de costo-beneficio** proporciona un enfoque estructurado para evaluar opciones de manera objetiva, minimizando sesgos emocionales y maximizando el valor de cada elección. Al aplicar este método en nuestras decisiones diarias, podemos mejorar significativamente nuestra capacidad de planificación y gestión financiera."
                  }
                ]
              }
            },       
            {
              "type": "video",
              "id": "c24",
              "title": "Evitar deudas innecesarias - Deuda buena y mala.",
              "tituloOriginal": "Deuda MALA vs Deuda BUENA y Apalancamiento",
              "urlOriginal": "https://www.youtube.com/watch?v=7k1D4dCtkW0",
              "url": "https://www.youtube.com/embed/7k1D4dCtkW0?si=ljHKEE9dCXFetFpg",
              "autor": "Kotaro en Español",
              "descripcion": "Este video explica la diferencia entre deuda buena y deuda mala, y cómo cada una puede afectar nuestras finanzas personales. Analiza los criterios que permiten identificar cuándo una deuda es una herramienta útil para generar ingresos y cuándo se convierte en una carga financiera. Además, se explora el concepto de apalancamiento y su impacto en la gestión del dinero, proporcionando consejos para evitar deudas innecesarias."
            }           
          ],
          "quiz": {
            "title": "La Ciencia del Gasto",
            "id": "q8",
            "descripcion": "Este quiz evalúa tus conocimientos sobre la psicología del consumo, la toma de decisiones financieras conscientes y la diferencia entre deuda buena y deuda mala.",
            "preguntas": [
              {
                "pregunta": "¿Qué factor psicológico influye en gran medida en las decisiones de compra impulsivas?",
                "opciones": [
                  "Las emociones y la publicidad.",
                  "El análisis detallado del presupuesto.",
                  "La comparación de precios entre diferentes tiendas.",
                  "La planificación financiera a largo plazo."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál es el principal objetivo del análisis costo-beneficio en la toma de decisiones financieras?",
                "opciones": [
                  "Minimizar el tiempo dedicado a evaluar opciones.",
                  "Evitar cualquier tipo de gasto innecesario.",
                  "Gastar sin preocupaciones para estimular la economía.",
                  "Comparar los costos y beneficios de una decisión para tomar la opción más eficiente."
                ],
                "correcta": 4
              },
              {
                "pregunta": "¿Cuál de los siguientes ejemplos representa una deuda buena?",
                "opciones": [
                  "Pedir un préstamo para financiar unas vacaciones costosas.",
                  "Utilizar crédito para invertir en educación o un activo productivo.",
                  "Comprar ropa y accesorios con tarjeta de crédito sin planificación.",
                  "Solicitar un préstamo para pagar otros préstamos de consumo."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cómo se puede evitar caer en deudas innecesarias?",
                "opciones": [
                  "Utilizando la tarjeta de crédito en cada compra para acumular puntos.",
                  "Elaborando un presupuesto y priorizando necesidades sobre deseos.",
                  "Solicitando préstamos de manera frecuente para no quedarse sin efectivo.",
                  "No utilizando ningún tipo de crédito bajo ninguna circunstancia."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Por qué es importante conocer la diferencia entre deuda buena y deuda mala?",
                "opciones": [
                  "Porque todas las deudas deben evitarse a toda costa.",
                  "Porque el crédito solo debe utilizarse para comprar bienes de lujo.",
                  "Porque permite entender cómo usar el crédito para maximizar beneficios financieros.",
                  "Porque los bancos ofrecen mejores tasas de interés cuando se conoce esta diferencia."
                ],
                "correcta": 3
              }
            ]
          }
        },
        {
          "sectionId": 3,
          "sectionTitle": "Flujo de caja - Planear el futuro",
          "activities": [
            {
              "type": "articulo",
              "id": "c25",
              "title": "Importancia del ahorro: Corto, mediano y largo plazo.",
              "tituloOriginal": "¿Qué es el ahorro y cómo ahorrar mejor en todas las etapas de la vida?",
              "url": "https://www.bbva.com/es/salud-financiera/que-es-el-ahorro-y-como-ahorrar-mejor-con-estos-consejos/",
              "autor": "Banco BBVA",
              
              "contenido": {
                "imagenes": ["https://www.bbva.com/wp-content/uploads/2022/03/salud_financiera.jpg"],
                "texto": [
                  {
                    "subtitulo": "Una buena salud financiera",
                    "sub": "El ahorro es la base de una buena salud financiera. Consiste en reservar una parte de los ingresos para el futuro, sacrificando el consumo inmediato en favor de metas a largo plazo. Aunque puede parecer un hábito difícil de mantener, una planificación adecuada y el conocimiento de sus beneficios pueden facilitar su implementación."
                  },
                  {
                    "subtitulo": "¿Qué es el ahorro y por qué es importante?",
                    "sub": "El ahorro es el porcentaje de los ingresos que no se gasta de inmediato y que se reserva para gastos futuros, inversiones o imprevistos. Es un hábito esencial tanto para individuos como para empresas, ya que permite estabilidad económica y la posibilidad de alcanzar objetivos financieros sin recurrir a deudas innecesarias.\n\n1. **Ahorro privado**\n\n   Lo realizan familias, empresas e instituciones sin ánimo de lucro. En las empresas, equivale a los beneficios no distribuidos entre los accionistas.\n\n2. **Ahorro público**\n\n   Es el ahorro que realiza el Estado cuando sus ingresos superan sus gastos, generando un superávit fiscal."
                  },
                  {
                    "subtitulo": "El ahorro en las diferentes etapas de la vida",
                    "sub": "El ahorro cambia con el tiempo y depende de la situación financiera de cada persona. Durante la juventud y los primeros años laborales, la capacidad de ahorro suele ser mayor, especialmente si no se tienen responsabilidades económicas significativas.\n\nCon el paso del tiempo, los gastos aumentan debido a compromisos como vivienda y familia, lo que puede reducir la capacidad de ahorro. Sin embargo, es fundamental mantener una disciplina financiera y buscar oportunidades para ahorrar en todas las etapas de la vida.\n\nA medida que se acercan la estabilidad laboral y la jubilación, el ahorro debe enfocarse en la planificación del retiro y en garantizar un respaldo financiero para el futuro."
                  },
                  {
                    "subtitulo": "Anticipo a construcción un fondo de emergencia",
                    "sub": "Uno de los primeros pasos para un ahorro eficiente es la creación de un colchón financiero. Este fondo permite afrontar gastos imprevistos sin comprometer la estabilidad económica. Para lograrlo, se recomienda:\n\n1. **Ser austero y eliminar gastos innecesarios**\n\n   Identificar y reducir gastos superfluos es clave para construir un ahorro sólido.\n\n2. **Destinar un porcentaje fijo de los ingresos al ahorro**\n\n   Seguir métodos como la regla 50/30/20:\n\n   - **50%** para necesidades básicas.\n   - **30%** para estilo de vida y entretenimiento.\n   - **20%** para ahorro e inversiones."
                  },
                  {
                    "subtitulo": "El impacto de las herramientas digitales en el ahorro",
                    "sub": "El acceso a tecnología financiera ha facilitado el control del ahorro. Aplicaciones móviles y plataformas bancarias permiten monitorear gastos, establecer metas de ahorro y automatizar transferencias hacia cuentas de reserva.\n\nEstudios han demostrado que el uso de estas herramientas puede incrementar el ahorro hasta en un **20%**."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "El ahorro es una práctica esencial para la estabilidad económica y la planificación financiera. Aunque requiere disciplina y planificación, desarrollar este hábito puede marcar la diferencia entre vivir con tranquilidad financiera o enfrentar dificultades económicas en el futuro.\n\nImplementar estrategias de ahorro desde una etapa temprana permitirá afrontar imprevistos, alcanzar metas y disfrutar de una mejor calidad de vida."
                  }
                ]
            
              }
            },
            {
              "type": "video",
              "id": "c26",
              "title": "Entendiendo y aplicando el flujo de caja.",
              "tituloOriginal": "El Flujo de Caja mas sencillo y efectivo",
              "urlOriginal": "https://www.youtube.com/watch?v=Ek8PnEHJj_U",
              "url": "https://www.youtube.com/embed/Ek8PnEHJj_U?si=OJIH8nSCNfayOvMx",
              "autor": "David Ávila",
              "descripcion": "(Enlace a plantilla - https://rb.gy/szatly). En este video se explica el concepto de flujo de caja y su importancia en la gestión financiera. Se detallan los elementos clave que lo componen, como ingresos, egresos y saldo neto, así como su impacto en la toma de decisiones económicas. Además, se presentan estrategias para optimizar el flujo de caja y mantener la estabilidad financiera."
            },           
            {
              "type": "video",
              "id": "c27",
              "title": "Construir un fondo de emergencia.",
              "tituloOriginal": "Así Puedes Construir Tu Fondo De Emergencia: Paso a Paso",
              "urlOriginal": "https://www.youtube.com/watch?v=xw2IViHSH7Q",
              "url": "https://www.youtube.com/embed/xw2IViHSH7Q?si=zJM6QaRq7xhguqnr",
              "autor": "Mis Propias Finanzas",
              "descripcion": "En este video se ofrece una guía detallada sobre cómo construir un fondo de emergencia de manera efectiva. Se explican los beneficios de contar con un respaldo financiero para imprevistos y se presentan estrategias prácticas para ahorrar de forma constante. Además, se proporcionan consejos sobre cómo definir el monto ideal del fondo según las necesidades individuales y cómo gestionarlo para garantizar su disponibilidad cuando sea necesario."
            }           
          ],
          "quiz": {
            "title": "Flujo de Caja Aplicado",
            "id": "q9",
            "descripcion": "Este quiz evalúa tus conocimientos sobre la planificación del flujo de caja, la importancia del ahorro y la construcción de un fondo de emergencia.",
            "preguntas": [
              {
                "pregunta": "¿Cuál es la principal función del flujo de caja en la planificación financiera?",
                "opciones": [
                  "Determinar el nivel de endeudamiento óptimo para una persona o empresa.",
                  "Controlar el ingreso y egreso de dinero, asegurando la liquidez y estabilidad financiera.",
                  "Garantizar que todos los gastos sean cubiertos sin necesidad de ahorrar.",
                  "Invertir todo el dinero disponible en activos de alto riesgo."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Por qué es importante el ahorro a mediano plazo?",
                "opciones": [
                  "Permite alcanzar metas financieras como la compra de un bien o la inversión en educación.",
                  "Solo es útil para emergencias inesperadas.",
                  "No es necesario si se cuenta con ingresos altos.",
                  "Evita cualquier tipo de gasto innecesario."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál es la principal característica de un fondo de emergencia?",
                "opciones": [
                  "Se invierte en activos de alto riesgo para obtener mayores rendimientos.",
                  "Debe utilizarse únicamente para pagar deudas.",
                  "Debe estar disponible de inmediato y cubrir entre 3 a 6 meses de gastos esenciales.",
                  "Se destina exclusivamente para gastos de entretenimiento."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Qué porcentaje de los ingresos se recomienda destinar al ahorro según la regla 50/30/20?",
                "opciones": [
                  "20%",
                  "30%",
                  "40%",
                  "50%"
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál de las siguientes estrategias ayuda a mejorar la gestión del flujo de caja?",
                "opciones": [
                  "No llevar un registro detallado de ingresos y gastos.",
                  "Depender únicamente del crédito para cubrir necesidades diarias.",
                  "Gastar primero y ahorrar lo que sobre al final del mes.",
                  "Priorizar el ahorro, reducir gastos innecesarios y diversificar fuentes de ingresos."
                ],
                "correcta": 4
              }
            ]
          }
        }
      ],
      "final": {
        "title": "Examen Final - Introducción a la Educación Financiera",
        "id": "final_q1",
        "descripcion": "Este examen evalúa tus conocimientos sobre los conceptos fundamentales del sistema económico, incluyendo oferta y demanda, inflación, ciclos económicos, el papel de los gobiernos y los bancos, y los indicadores económicos básicos.",
        "preguntas": [
          {
            "pregunta": "¿Qué es un sistema económico y por qué es importante en la vida cotidiana?",
            "opciones": [
              "Es un modelo teórico sin implicaciones prácticas en la vida diaria.",
              "Es una estructura diseñada para gestionar los recursos limitados de una sociedad y satisfacer las necesidades y deseos de sus habitantes.",
              "Es un sistema que organiza el flujo de bienes y servicios en un país para garantizar la riqueza de unos pocos.",
              "Es un conjunto de reglas que solo se aplica a los bancos y empresas grandes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué representa el concepto de 'oferta' en la economía?",
            "opciones": [
              "La cantidad de bienes y servicios que los productores están dispuestos a ofrecer a diferentes precios.",
              "La cantidad de dinero que los consumidores están dispuestos a gastar.",
              "La cantidad de recursos naturales disponibles en una economía.",
              "El precio máximo que un consumidor está dispuesto a pagar por un bien."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es la 'demanda' en un sistema económico?",
            "opciones": [
              "La cantidad de productos que los productores desean vender.",
              "El nivel de producción que los gobiernos imponen.",
              "La cantidad de bienes y servicios que los consumidores están dispuestos a comprar a diferentes precios.",
              "El precio al cual los bienes se producen."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel principal del Banco de la República en la economía de un país?",
            "opciones": [
              "Proporcionar infraestructura y servicios educativos.",
              "Garantizar el poder adquisitivo de la moneda, controlar la inflación y regular el crédito.",
              "Monitorear únicamente las grandes empresas y monopolios.",
              "Fomentar el consumo a través de la regulación de la oferta de bienes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo contribuye el gobierno a la eficiencia en la economía?",
            "opciones": [
              "Corrigiendo fallas del mercado como monopolios y externalidades.",
              "Eliminando toda intervención en el mercado.",
              "Excluyendo a las empresas privadas de la economía.",
              "Aumentando los precios de todos los productos."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué es la inflación y cómo impacta tu dinero?",
            "opciones": [
              "Es el aumento de los precios de los bienes y servicios, lo que reduce el poder adquisitivo del dinero.",
              "Es una política económica que busca bajar los precios de manera controlada.",
              "Es una reducción en el costo de la vida, aumentando el valor del dinero.",
              "Es el crecimiento de la economía, sin afectar los precios."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué determina el valor de una moneda en el mercado de divisas?",
            "opciones": [
              "La cantidad de oro que posee un país.",
              "El valor que los gobiernos deciden asignar a la moneda.",
              "La oferta y demanda de esa moneda en el mercado internacional.",
              "El nivel de inflación en el país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es el tipo de cambio?",
            "opciones": [
              "El precio de un bien en términos de una moneda nacional.",
              "La relación entre los tipos de interés de dos países.",
              "El valor de una moneda en términos de otra moneda.",
              "El costo de la mano de obra en un país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo afecta la globalización a la economía?",
            "opciones": [
              "Limita la capacidad de los países para comerciar entre sí.",
              "Aumenta las barreras comerciales entre países.",
              "Facilita la expansión de los mercados, la inversión y el comercio internacional.",
              "Reduce la competitividad entre las empresas."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué son los ciclos económicos?",
            "opciones": [
              "El cambio constante de las tasas de interés en la economía.",
              "Las fluctuaciones en la actividad económica, que incluyen períodos de expansión y recesión.",
              "La constante subida de los precios de todos los productos en el mercado.",
              "El aumento en el número de empresas dentro de una economía."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es la diferencia entre una recesión y un período de crecimiento económico?",
            "opciones": [
              "Una recesión es cuando la economía crece rápidamente y la inversión aumenta.",
              "Un período de crecimiento económico es cuando la economía experimenta una desaceleración.",
              "Una recesión es cuando la economía disminuye y la producción y el empleo caen.",
              "Un período de crecimiento económico se caracteriza por la disminución de los precios."
            ],
            "correcta": 3
          },
          {
            "pregunta": "¿Qué rol cumplen las instituciones financieras en la economía?",
            "opciones": [
              "Controlan el comercio internacional y las tarifas aduaneras.",
              "Establecen políticas fiscales y monetarias para controlar el gasto público.",
              "Regulan el flujo de dinero, facilitan el crédito y promueven la inversión.",
              "Producen bienes y servicios que cubren las necesidades básicas de la población."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico rezagado?",
            "opciones": [
              "Un indicador que refleja la situación económica futura.",
              "Un indicador que muestra el nivel de inflación a nivel global.",
              "Un indicador que predice el comportamiento del mercado de valores.",
              "Un indicador que se publica después de que los cambios económicos ya se han producido."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel de los bancos centrales en la economía?",
            "opciones": [
              "Fomentan la competencia en los mercados de bienes y servicios.",
              "Gestionan el nivel de deuda externa de un país.",
              "Establecen el tipo de cambio y regulan el comercio exterior.",
              "Controlan la inflación, emiten moneda y regulan la oferta de dinero."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico líder?",
            "opciones": [
              "Un indicador que muestra los resultados económicos después de que ocurren los cambios.",
              "Un indicador que refleja las expectativas futuras de la economía y predice su tendencia.",
              "Un indicador que mide la tasa de interés del gobierno para el año próximo.",
              "Un indicador utilizado exclusivamente para medir la producción industrial."
            ],
            "correcta": 2
          }

        ]
      }
    },
    {
      "moduleId": 4,
      "moduleTitle": "Ampliando horizontes",
      "desc":"En este módulo, profundizarás en aspectos clave de la educación financiera que complementarán tu aprendizaje. Primero, conocerás los principios básicos de la inversión, explorando su importancia, los diferentes tipos de activos y conceptos esenciales como el riesgo, la rentabilidad y la diversificación. Luego, te adentrarás en las oportunidades y recursos financieros disponibles para estudiantes de la Universidad Nacional. Finalmente, descubrirás fuentes confiables y materiales recomendados para seguir aprendiendo sobre finanzas personales, resaltando la importancia de la práctica en el desarrollo de hábitos financieros sólidos. Este módulo te brindará los conocimientos necesarios para fortalecer tu educación financiera y aplicarla en diferentes etapas de tu vida.",
      "sections": [
        {
          "sectionId": 1,
          "sectionTitle": "Introducción a Inversión y Conceptos Básicos",
          "activities": [
            {
              "type": "video",
              "id": "c28",
              "title": " ¿Qué es la inversión y por qué es importante?",
              "tituloOriginal": "¿Qué son las inversiones? (Explicación fácil)",
              "urlOriginal": "https://www.youtube.com/watch?v=1FEfkcyDKbg&list=PLtwPkQdduw_bsmcSszqwLHvdoAmLeeMzb&index=2",
              "url": "https://www.youtube.com/embed/1FEfkcyDKbg?si=DIduopA1tS65SdXM",
              "autor": "Alumno Financiero",      
              "descripcion": "En este video se introduce el concepto de inversión y su importancia en la construcción de un futuro financiero sólido. A través de una explicación sencilla, se presentan los principios básicos de la inversión, cómo funciona y por qué es una herramienta clave para el crecimiento del patrimonio. Además, se abordan ejemplos prácticos que ilustran cómo las inversiones pueden generar rentabilidad a lo largo del tiempo y cuál es su papel en la planificación financiera personal."
            },
            {
              "type": "video",
              "id": "c29",
              "title": "Diferentes tipos de inversiones.",
              "tituloOriginal": "¿Qué son las Inversiones? Tipos de Inversiones que existen.",
              "urlOriginal": "https://www.youtube.com/watch?v=VnQlMaTos4o",
              "url": "https://www.youtube.com/embed/VnQlMaTos4o?si=sdn_0MV_W6x4Y39p&amp;start=528",
              "autor": "Comparte TV",      
              "descripcion": "En este video se exploran los diferentes tipos de inversiones y sus características principales. Se presentan opciones como la renta fija, la renta variable y la inversión en bienes raíces, destacando sus niveles de riesgo, rentabilidad y accesibilidad. Además, se explican los factores clave a considerar al momento de elegir una inversión según los objetivos financieros de cada persona."
            },
            {
              "type": "articulo",
              "id": "c30",
              "title": "Conceptos básicos: Riesgo, rentabilidad, diversificación, etc.",
              "tituloOriginal": "Conceptos básicos que debes conocer antes de invertir",
              "url": "https://principal.com.mx/blog/inversiones/conceptos-basicos-que-debes-conocer-antes-de-invertir",
              "autor": "Principal Mexico",
              "contenido": {
                "imagenes": ["https://principal.com.mx/sites/default/files/2023-05/Rentabilidad%2001.jpeg"],
                "texto": [
                  {
                    "subtitulo": "Conceptos Básicos: Riesgo, Rentabilidad y Diversificación",
                    "sub": "Al invertir, es fundamental comprender ciertos conceptos clave que te permitirán tomar decisiones financieras más informadas. A continuación, se explican los términos esenciales que todo inversionista debe conocer."
                  },
                  {
                    "subtitulo": "¿Qué es una inversión?",
                    "sub": "Una **inversión** es la colocación de dinero en una actividad o activo con la expectativa de obtener un rendimiento financiero en el futuro. Es decir, inviertes tu dinero en algo—como acciones, bonos o bienes raíces—con la intención de que aumente su valor y puedas obtener ganancias con el tiempo."
                  },
                  {
                    "subtitulo": "1. Riesgo",
                    "sub": "El **riesgo** en las inversiones es la posibilidad de perder dinero o no obtener la rentabilidad esperada. No todas las inversiones tienen el mismo nivel de riesgo; algunas son más seguras pero ofrecen menores rendimientos, mientras que otras pueden generar mayores ganancias, pero con una mayor posibilidad de pérdida.\n\nPor ejemplo, si inviertes en acciones de una empresa, su valor puede fluctuar según la situación del mercado y de la propia empresa. Si el negocio enfrenta problemas financieros, el precio de sus acciones podría disminuir, afectando tu inversión.\n\nEs importante conocer tu **tolerancia al riesgo** antes de invertir, ya que esto influirá en la selección de instrumentos financieros adecuados para ti."
                  },
                  {
                    "subtitulo": "2. Rendimiento y Rentabilidad",
                    "sub": "El **rendimiento** es la ganancia o pérdida obtenida en relación con el dinero invertido, generalmente expresada en porcentaje.\n\nPor ejemplo, si inviertes **$100.000 COP** y al final del año obtienes **$110.000 COP**, el rendimiento sería del **10%**.\n\nLa **rentabilidad**, por otro lado, se refiere a la ganancia total generada por la inversión a lo largo del tiempo. Aunque rendimiento y rentabilidad suelen usarse como sinónimos, la diferencia radica en que el rendimiento mide la variación relativa en el tiempo, mientras que la rentabilidad considera el monto absoluto obtenido."
                  },
                  {
                    "subtitulo": "3. Plazo de Inversión",
                    "sub": "El **plazo** es el periodo de tiempo en el que se espera que la inversión genere un rendimiento. Puede ser **corto, mediano o largo plazo**, dependiendo del tipo de activo y de los objetivos financieros.\n\nPor ejemplo, un bono con vencimiento a cinco años implica que el dinero permanecerá invertido durante ese tiempo antes de recibir el capital inicial más los intereses generados."
                  },
                  {
                    "subtitulo": "4. Liquidez",
                    "sub": "La **liquidez** se refiere a la facilidad con la que una inversión puede convertirse en efectivo sin perder valor significativo.\n\nPor ejemplo, una cuenta de ahorros tiene **alta liquidez** porque puedes retirar el dinero en cualquier momento, mientras que la inversión en bienes raíces tiene **baja liquidez**, ya que vender una propiedad puede tomar meses.\n\nSi necesitas acceso rápido a tu dinero, es recomendable elegir inversiones con mayor liquidez."
                  },
                  {
                    "subtitulo": "5. Diversificación",
                    "sub": "La **diversificación** es una estrategia clave para reducir el riesgo al distribuir el dinero en diferentes tipos de inversiones. Se basa en el principio de **\"no poner todos los huevos en la misma canasta\"**.\n\nPor ejemplo, si inviertes solo en acciones de una empresa y esta sufre pérdidas, podrías perder una parte significativa de tu dinero. Sin embargo, si diversificas tu inversión en distintas acciones, bonos y fondos de inversión, el impacto de una pérdida en un activo se verá compensado por el desempeño de los otros."
                  },
                  {
                    "subtitulo": "6. Capital y Comisión",
                    "sub": "El **capital** es la cantidad de dinero que se invierte. Es la base sobre la cual se generará el rendimiento financiero.\n\nLas **comisiones**, por otro lado, son los costos que cobran las instituciones financieras por administrar inversiones o realizar transacciones. Estas pueden afectar la rentabilidad de una inversión, por lo que es importante conocerlas antes de tomar una decisión."
                  },
                  {
                    "subtitulo": "7. Fondos de Inversión",
                    "sub": "Un **fondo de inversión** es un vehículo financiero que agrupa el dinero de varios inversionistas para ser gestionado por expertos. Estos fondos pueden invertir en acciones, bonos u otros activos con el objetivo de generar rendimientos para los participantes.\n\nInvertir a través de fondos permite acceder a una cartera diversificada sin necesidad de gestionar directamente cada activo."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "Comprender estos conceptos es fundamental para tomar decisiones de inversión informadas. Conocer el **riesgo, la rentabilidad, la diversificación** y otros factores te ayudará a desarrollar una estrategia acorde a tus objetivos financieros y tolerancia al riesgo."
                  }
                ]
              }
            }           
          ],
         "quiz": {
            "title": "Primeros pasos en la Inversión",
            "id": "q10",
            "descripcion": "Este quiz evalúa tus conocimientos sobre los conceptos fundamentales de inversión, incluyendo su importancia, los diferentes tipos de inversión y los conceptos clave como riesgo, rentabilidad y diversificación.",
            "preguntas": [
              {
                "pregunta": "¿Cuál de las siguientes opciones describe mejor qué es una inversión?",
                "opciones": [
                  "Es la acumulación de dinero en una cuenta bancaria sin intención de obtener ganancias.",
                  "Es el uso de dinero para pagar gastos mensuales sin generar un retorno financiero.",
                  "Es la compra de bienes de consumo con la expectativa de que su valor aumente con el tiempo.",
                  "Es la colocación de dinero en un activo o actividad con el objetivo de obtener rendimientos en el futuro."
                ],
                "correcta": 4
              },
              {
                "pregunta": "¿Cuál de los siguientes es un ejemplo de inversión en renta variable?",
                "opciones": [
                  "Un bono del gobierno con un interés fijo anual.",
                  "Un depósito a término fijo en un banco.",
                  "La compra de acciones en la bolsa de valores.",
                  "Un certificado de depósito a largo plazo."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Qué representa el concepto de 'riesgo' en una inversión?",
                "opciones": [
                  "La posibilidad de que el rendimiento de la inversión sea diferente al esperado, incluyendo la posibilidad de perder dinero.",
                  "La certeza de que la inversión generará ganancias sin importar las condiciones del mercado.",
                  "La garantía de que la inversión tendrá un retorno estable a lo largo del tiempo.",
                  "Un factor irrelevante al momento de tomar decisiones de inversión."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Por qué es importante la diversificación en una estrategia de inversión?",
                "opciones": [
                  "Porque aumenta el riesgo total de la inversión y maximiza las pérdidas.",
                  "Porque permite reducir el impacto de la volatilidad al distribuir el capital en diferentes activos.",
                  "Porque garantiza que todas las inversiones generarán el mismo retorno.",
                  "Porque evita completamente cualquier tipo de riesgo financiero."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cuál de los siguientes factores influye directamente en la rentabilidad de una inversión?",
                "opciones": [
                  "El color del dinero utilizado para invertir.",
                  "Las tasas de interés, la inflación y el comportamiento del mercado.",
                  "La cantidad de tiempo que se pasa investigando sobre inversiones.",
                  "El tipo de cuenta bancaria en la que se almacena el dinero."
                ],
                "correcta": 2
              }
            ]
          }
        },
        {
          "sectionId": 2,
          "sectionTitle": "Finanzas en la Universidad Nacional de Colombia",
          "activities": [
            {
              "type": "articulo",
              "id": "c31",
              "title": "Consejos para administrar tus finanzas como estudiante.",
              "tituloOriginal": "Consejos sobre la administración del dinero para estudiantes universitarios",
              "url": "https://www.pnc.com/insights/es/personal-finance/borrow/money-management-tips-for-college-students.html",
              "autor": "PNC Insights",
              
              "contenido": {
                "imagenes": ["https://unal.edu.co/fileadmin/user_upload/AgenciaUNAL01-230522.jpg"],
                "texto": [
                  {
                    "subtitulo": "Consejos para Administrar tus Finanzas como Estudiante",
                    "sub": "La vida universitaria implica numerosos retos financieros, especialmente cuando los ingresos son limitados y los gastos pueden parecer incontrolables. Si bien ya hemos abordado temas como la presupuestación y el ahorro, existen otras estrategias menos discutidas que pueden ayudarte a optimizar tu administración financiera. Aquí te presentamos consejos adicionales que no se han tratado en el curso, pero que pueden marcar una gran diferencia en tu estabilidad económica."
                  },
                  {
                    "subtitulo": "1. Planifica tus Grandes Gastos con Anticipación",
                    "sub": "A lo largo del semestre, surgirán gastos importantes como matrículas, libros, materiales de estudio o incluso viajes académicos. En lugar de afrontarlos con urgencia, identifica estos gastos con anticipación y ahorra progresivamente para cubrirlos sin afectar tu flujo de efectivo mensual."
                  },
                  {
                    "subtitulo": "2. Usa una Cuenta de Ahorros con Rendimientos",
                    "sub": "En lugar de dejar tu dinero en una cuenta corriente sin beneficios, considera abrir una cuenta de ahorros que te genere intereses. Algunas entidades bancarias ofrecen productos financieros especiales para estudiantes con mejores tasas y menor costo de mantenimiento. Esto te permitirá ganar un poco de dinero extra mientras mantienes tus ahorros seguros."
                  },
                  {
                    "subtitulo": "3. Comparte Gastos con Compañeros",
                    "sub": "Dividir costos con amigos o compañeros de estudio puede ser una estrategia efectiva para reducir gastos.\n\n1. **Compra compartida de libros o licencias de software** que puedan ser usados en grupo.\n\n2. **Pedidos de supermercado en conjunto** para aprovechar descuentos por volumen.\n\n3. **Gastos de transporte compartidos**, como viajes en taxi o suscripciones de movilidad."
                  },
                  {
                    "subtitulo": "4. Genera Ingresos Adicionales",
                    "sub": "Si tu carga académica lo permite, considera opciones para generar ingresos adicionales, como:\n\n1. **Freelancing:** Si tienes habilidades en diseño, programación, redacción u otros campos digitales, puedes ofrecer tus servicios en plataformas especializadas.\n\n2. **Venta de productos o servicios:** Desde ropa de segunda mano hasta asesorías académicas, vender algo que otros necesiten puede ser una fuente extra de ingresos.\n\n3. **Participación en estudios o encuestas pagadas:** Algunas universidades o empresas ofrecen compensación por participar en investigaciones."
                  },
                  {
                    "subtitulo": "5. Aprende a Cocinar y Reduce el Gasto en Comida",
                    "sub": "Comer fuera de casa es una de las principales fugas de dinero para los estudiantes. Aprender a cocinar platos sencillos y preparar tus propias comidas puede ayudarte a ahorrar significativamente. Además, comprar ingredientes en mercados locales y planificar un menú semanal optimiza tu presupuesto."
                  },
                  {
                    "subtitulo": "6. Utiliza Herramientas Digitales para el Control de Gastos",
                    "sub": "Existen aplicaciones móviles que permiten registrar gastos e ingresos, establecer presupuestos y recibir alertas cuando estás cerca de exceder tus límites financieros. Algunas opciones populares incluyen **Fintonic, Wallet, YNAB**, o simplemente usar una hoja de cálculo para llevar un control manual."
                  },
                  {
                    "subtitulo": "7. Construye un Historial Crediticio Responsable",
                    "sub": "Si decides obtener una tarjeta de crédito, úsala con responsabilidad. Evita endeudarte más allá de lo que puedes pagar y realiza los pagos a tiempo para construir un buen historial crediticio. Esto será útil en el futuro cuando necesites solicitar créditos más grandes, como para una vivienda o emprendimiento."
                  },
                  {
                    "subtitulo": "8. Prioriza la Educación Financiera de Manera Constante",
                    "sub": "El aprendizaje sobre finanzas personales no termina con un solo curso. Mantente actualizado mediante:\n\n1. **Libros, artículos y conferencias** que te ayuden a mejorar tu toma de decisiones económicas.\n\n2. **Seguir fuentes confiables** para evitar caer en promesas de enriquecimiento rápido."
                  },
                  {
                    "subtitulo": "Conclusión",
                    "sub": "Administrar tus finanzas de manera efectiva como estudiante va más allá de ahorrar y presupuestar. Incorporar estrategias como generar ingresos adicionales, cocinar en casa, usar herramientas digitales y construir un historial crediticio te permitirá tener mayor control sobre tu dinero sin comprometer tu calidad de vida. Aplicar estos consejos te dará una ventaja financiera no solo durante tu etapa universitaria, sino también en el futuro."
                  }
                ]
              }
            },
            {
              "type": "articulo",
              "id": "c32",
              "title": "Acceder a la política de gratuidad.",
              "tituloOriginal": "¿Cuáles son los requisitos para acceder a la Política de Gratuidad en la Universidad Nacional en 2024?",
              "url": "https://www.noticiasrcn.com/economia/los-requisitos-para-acceder-a-la-politica-de-gratuidad-en-la-universidad-nacional-en-2024-729284",
              "autor": "Noticias RCN",
              "contenido": {
                "imagenes": ["https://imagenes.noticiasrcn.com/cms/2024/08/02064312/universidad-nacional.webp?w=960"],
                "texto": [
                  {
                    "subtitulo": "Acceder a la Política de Gratuidad en la Matrícula",
                    "sub": "El acceso a la educación superior en Colombia sigue siendo un reto para muchos jóvenes debido a las barreras económicas. En respuesta a esta situación, la **Política de Gratuidad en la Matrícula** ha sido implementada como una estrategia clave para garantizar la inclusión de estudiantes de bajos recursos en universidades públicas, incluyendo la **Universidad Nacional de Colombia**."
                  },
                  {
                    "subtitulo": "¿Qué es la Política de Gratuidad en la Matrícula?",
                    "sub": "La **Política de Gratuidad en la Matrícula**, antes conocida como **'Matrícula Cero'** y actualmente renombrada **'Puedo Estudiar'**, tiene como objetivo cubrir el costo total de la matrícula ordinaria para los estudiantes de pregrado en universidades públicas. Es importante destacar que esta política **no cubre** otros costos adicionales, como derechos de grado, cursos intersemestrales o cobros administrativos.\n\nEsta iniciativa se alinea con los esfuerzos del **Ministerio de Educación** para eliminar las barreras económicas y fomentar el acceso a la educación superior, promoviendo así el desarrollo académico y profesional de los jóvenes colombianos."
                  },
                  {
                    "subtitulo": "Requisitos para acceder a la gratuidad",
                    "sub": "Para beneficiarse de la política, los estudiantes deben cumplir al menos **uno** de los siguientes criterios:\n\n1. **Residir en estratos 1, 2 o 3.**\n\n2. **Pertenecer a comunidades étnicas** reconocidas (pueblos indígenas, comunidades negras, afrocolombianas, raizales o palenqueras).\n\n3. **Ser víctima del conflicto armado.**\n\n4. **Formar parte de comunidades campesinas.**\n\n5. **Pertenecer a la población privada de la libertad.**\n\n6. **Estar clasificado en los grupos A, B o C del Sisbén IV.**\n\nAdemás, esta política es **renovable semestralmente**, sujeto a una validación periódica para garantizar que el estudiante sigue cumpliendo con los requisitos."
                  },
                  {
                    "subtitulo": "Impacto y beneficios para los estudiantes",
                    "sub": "La **Política de Gratuidad en la Matrícula** representa un avance significativo en la equidad educativa del país, permitiendo que miles de jóvenes accedan a la educación superior sin la preocupación de los costos de matrícula. Esta medida no solo abre oportunidades académicas y laborales a futuro, sino que también **reduce la necesidad de endeudamiento** estudiantil y mejora la estabilidad financiera de las familias.\n\nEntender y aprovechar estos beneficios es fundamental para cualquier estudiante que aspire a una educación universitaria sin obstáculos económicos."
                  }
                ]
              }
            },
            {
              "type": "video",
              "id": "c33",
              "title": "Acceder a los apoyos socioeconómicos.",
              "tituloOriginal": "Área de Gestión y Fomento Socioeconómico",
              "urlOriginal": "https://www.youtube.com/watch?v=eNNFU19wx5w",
              "url": "https://www.youtube.com/embed/eNNFU19wx5w?si=ZIXJeB2Ln_-DgX9m",
              "autor": "BienestarUNAL Sede Bogotá",
              "descripcion": "En este video se explica los diferentes apoyos socioeconómicos disponibles para los estudiantes de la Universidad Nacional de Colombia, brindados a través del Área de Gestión y Fomento Socioeconómico. Se presentan los programas de auxilios financieros, subsidios de alimentación, vivienda universitaria y apoyos de transporte, diseñados para garantizar el bienestar y permanencia académica de los estudiantes con mayores necesidades económicas."
            }      
          ],
          "quiz": {
            "title": "Aplicando Finanzas en la Universidad",
            "id": "q11",
            "descripcion": "Este quiz evalúa tus conocimientos sobre los apoyos socioeconómicos y la política de gratuidad en la Universidad Nacional de Colombia.",
            "preguntas": [
              {
                "pregunta": "¿Cuál es el objetivo principal de los apoyos socioeconómicos en la Universidad Nacional de Colombia?",
                "opciones": [
                  "Brindar ayuda económica para garantizar la permanencia de los estudiantes con mayores necesidades.",
                  "Fomentar la competencia entre los estudiantes por recursos limitados.",
                  "Financiar únicamente a estudiantes con los mejores promedios académicos.",
                  "Cubrir todos los gastos universitarios de cualquier estudiante sin excepción."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál de los siguientes NO es un apoyo socioeconómico ofrecido por la Universidad Nacional?",
                "opciones": [
                  "Auxilios financieros.",
                  "Subsidios de alimentación.",
                  "Créditos estudiantiles bancarios.",
                  "Vivienda universitaria."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cuál de los siguientes requisitos permite acceder a la política de gratuidad?",
                "opciones": [
                  "Pertenecer al estrato 4 o superior.",
                  "Haber obtenido el mejor puntaje en la prueba de admisión.",
                  "Estar clasificado en los grupos A, B o C del Sisbén IV.",
                  "Haber cursado estudios en una institución privada."
                ],
                "correcta": 3
              },
              {
                "pregunta": "¿Cómo se realiza la renovación de la política de gratuidad?",
                "opciones": [
                  "Se otorga automáticamente durante toda la carrera.",
                  "Se valida semestralmente para verificar el cumplimiento de requisitos.",
                  "Solo se renueva si el estudiante obtiene un promedio superior a 4.5.",
                  "Es necesario pagar una tarifa anual para mantener el beneficio."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Por qué es importante la política de gratuidad en la educación superior?",
                "opciones": [
                  "Porque reduce la deserción estudiantil y promueve la equidad en el acceso a la educación.",
                  "Porque elimina completamente cualquier costo educativo en todas las universidades del país.",
                  "Porque garantiza empleo inmediato a todos los graduados.",
                  "Porque sustituye la necesidad de becas y créditos educativos."
                ],
                "correcta": 1
              }
            ]
          }
        },
        {
          "sectionId": 3,
          "sectionTitle": "Cómo Seguir Aprendiendo sobre Educacion Financiera",
          "activities": [
            {
              "type": "articulo",
              "id": "c34",
              "title": "Fuentes confiables para educación financiera.",
              "tituloOriginal": "7 maneras fáciles de mejorar su educación financiera",
              "url": "https://www.debt.com/es/noticias/educacion-financiera/",
              "autor": "Deb Hipp, Debt.com",
              
              "contenido": {
                "imagenes": ["https://www.debt.com/es/wp-content/uploads/2021/04/Hombre-viendo-videos-en-youtube-620x349.jpg"],
                "texto": [
                {
                  "subtitulo": "Comienza tu propio aprendizaje",
                  "sub": "La educación financiera es una herramienta clave para tomar decisiones inteligentes sobre el dinero. Sin embargo, en un mundo lleno de información, no todas las fuentes son confiables o precisas. Acceder a contenido erróneo puede llevar a malas decisiones financieras. Por eso, es fundamental saber **dónde** y **cómo** aprender sobre finanzas personales de manera segura."
                },
                {
                  "subtitulo": "1. ¿Qué Hace Que una Fuente Sea Confiable?",
                  "sub": "Para identificar fuentes de calidad en educación financiera, es importante considerar los siguientes aspectos:\n\n**1. Autoridad**: ¿Quién está detrás de la información? Bancos, instituciones académicas y expertos en finanzas suelen ser fuentes confiables.\n\n**2. Precisión**: La información debe estar basada en datos actualizados y comprobables.\n\n**3. Neutralidad**: Evitar fuentes con intereses comerciales que busquen vender productos financieros sin ofrecer educación real.\n\n**4. Claridad**: La educación financiera debe explicarse de forma accesible, sin tecnicismos excesivos."
                },
                {
                  "subtitulo": "2. Fuentes Recomendadas para Aprender Finanzas",
                  "sub": "**1. Plataformas Gubernamentales y Bancos Centrales**\n\n- Banco de la República de Colombia: Ofrece cursos gratuitos sobre economía y finanzas.\n\n- Superintendencia Financiera de Colombia: Publica guías y alertas sobre productos financieros.\n\n- Banca de las Oportunidades: Programa del Gobierno de Colombia para fomentar educación financiera e inclusión bancaria.\n\n**2. Universidades y Cursos en Línea**\n\n- Coursera y edX: Plataformas con cursos gratuitos de universidades reconocidas.\n\n- Universidad Nacional de Colombia: Publica investigaciones y documentos sobre economía y finanzas.\n\n- Plataforma Colombia Aprende: Iniciativa del Ministerio de Educación con recursos educativos gratuitos.\n\n**3. Libros Clásicos de Finanzas Personales**\n\n- \"Padre Rico, Padre Pobre\" – Robert Kiyosaki: Conceptos básicos sobre activos y pasivos.\n\n- \"El Hombre Más Rico de Babilonia\" – George S. Clason: Principios atemporales sobre ahorro e inversión.\n\n- \"Los Secretos de la Mente Millonaria\" – T. Harv Eker: Relación entre mentalidad y riqueza.\n\n**4. Canales de YouTube y Podcasts**\n\n- YouTube: Canales como \"Economipedia\" y \"Balaji Viswanathan\" explican finanzas con ejemplos prácticos.\n\n- Podcasts: \"Finanzas y Algo Más\" y \"Dimes y Billetes\" abordan estrategias financieras desde lo básico.\n\n**5. Blogs y Páginas Web Especializadas**\n\n- Investopedia: Diccionario financiero con explicaciones detalladas.\n\n- Rankia: Comunidad de inversionistas con foros y análisis.\n\n- Fintualist: Blog de educación financiera con lenguaje sencillo."
                },
                {
                  "subtitulo": "3. Errores Comunes al Buscar Información Financiera",
                  "sub": "**1. Seguir consejos de influencers sin respaldo financiero**. No toda persona con seguidores en redes es experta en finanzas.\n\n**2. Confiar en métodos milagrosos para hacerse rico rápido**. La acumulación de riqueza requiere estrategia y disciplina.\n\n**3. No verificar la fecha de la información**. Las condiciones económicas cambian, y lo que funcionó hace años puede no ser válido hoy."
                },
                {
                  "subtitulo": "Conclusión",
                  "sub": "Aprender sobre finanzas personales es fundamental para una vida económica estable. Sin embargo, la fuente de información es clave. Usar plataformas confiables, libros reconocidos y cursos acreditados permite desarrollar un conocimiento sólido y tomar decisiones informadas. **La mejor inversión que puedes hacer es en tu educación financiera.**"
                }
              ]
              }
            },           
            {
              "type": "articulo",
              "id": "c35",
              "title": "Libros recomendados sobre finanzas personales.",
              "tituloOriginal": "10 libros muy recomendables sobre finanzas personales",
              "url": "https://www.bbva.com/es/salud-financiera/10-libros-recomendables-finanzas-personales/",
              "autor": "Banco BBVA",           
              "contenido": {
                "imagenes": ["https://www.bbva.com/wp-content/uploads/2017/06/bbva-libros-finanzas-personales-.jpg"],
               "texto": [
                  {
                    "subtitulo": "1. Psicología y Finanzas: Comprender el Comportamiento Económico",
                    "sub": "La relación con el dinero no es solo un tema matemático, sino también emocional y conductual. Entender cómo influyen nuestras experiencias y hábitos en la toma de decisiones financieras es clave para una buena gestión económica.\n\n**1.1. La Psicología del Dinero** (Morgan Housel)\n\nEste libro expone 18 principios fundamentales sobre cómo las emociones y la mentalidad afectan la manera en que manejamos el dinero. Housel argumenta que el éxito financiero está más ligado a la conducta que al conocimiento técnico."
                  },
                  {
                    "subtitulo": "2. Educación Financiera desde Cero",
                    "sub": "Para tomar buenas decisiones económicas es fundamental aprender los principios básicos de las finanzas personales y cómo aplicarlos a la vida cotidiana.\n\n**2.1. Educación Financiera Avanzada Partiendo de Cero** (Gregorio Hernández Jiménez)\n\nExplica cómo definir un proyecto de vida financiero y desarrollar estrategias para gestionar ingresos, inversiones y deudas de manera eficiente.\n\n**2.2. Finanzas Personales para DUMMIES** (Vicente Hernández)\n\nEste libro proporciona una guía accesible para aprender a ahorrar, invertir, entender impuestos y planificar la jubilación."
                  },
                  {
                    "subtitulo": "3. Finanzas Aplicadas a la Vida Cotidiana",
                    "sub": "Comprender cómo funciona la economía en el día a día permite tomar mejores decisiones en temas como impuestos, servicios bancarios y gestión de gastos.\n\n**3.1. Economía para Andar por Casa** (Varios autores)\n\nOfrece explicaciones sencillas sobre los aspectos económicos básicos que afectan la vida diaria, como el pago de impuestos y el uso de productos bancarios.\n\n**3.2. ¿Qué Hago con mi Dinero?** (Martí Saballs)\n\nA través de ejemplos prácticos, el autor muestra estrategias para optimizar los ahorros y evitar errores financieros comunes."
                  },
                  {
                    "subtitulo": "4. Libertad Financiera y Emprendimiento",
                    "sub": "Lograr independencia financiera requiere una mentalidad adecuada, inversión estratégica y control de los hábitos de consumo.\n\n**4.1. Padre Rico, Padre Pobre** (Robert T. Kiyosaki)\n\nEste clásico destaca la importancia de la educación financiera y el emprendimiento para alcanzar la libertad económica, diferenciando entre activos y pasivos.\n\n**4.2. Ten Peor Coche que tu Vecino** (Luis Pita)\n\nIntroduce el concepto de 'preahorro' como estrategia clave para alcanzar estabilidad financiera sin necesidad de grandes ingresos."
                  },
                  {
                    "subtitulo": "5. Perspectivas Económicas y Reflexión sobre el Dinero",
                    "sub": "Analizar casos históricos y comprender la relación entre mentalidad y dinero permite mejorar la toma de decisiones económicas.\n\n**5.1. El Código del Dinero** (Raimon Samsó)\n\nExplora cómo la mentalidad financiera influye en la acumulación de riqueza y la independencia económica.\n\n**5.2. El Hombre que Cambió su Casa por un Tulipán** (Fernando Trías de Bes)\n\nA través de ejemplos de crisis económicas pasadas, analiza errores financieros comunes y estrategias para evitarlos."
                  }
                ]
            
              }
            },
            {
              "type": "video",
              "id": "c36",
              "title": "Cierre - Educación financiera para toda la vida.",
              "tituloOriginal": "Educación financiera para toda la vida - Nicolas Gonzalez - TEDxMarDelPlata",
              "urlOriginal": "https://www.youtube.com/watch?v=5PAIPVjGMt4&t=2s",
              "url": "https://www.youtube.com/embed/5PAIPVjGMt4?si=Fn8amgmhbJZdBfzX",
              "autor": "Nicolás Gonzales, TEDx Talks",
              "descripcion": "En este video se ofrece una visión integral sobre la importancia de la educación financiera como herramienta clave para la estabilidad y el crecimiento económico personal. Se abordan conceptos esenciales como la planificación financiera, el ahorro, la inversión y la toma de decisiones informadas, enfatizando cómo estos conocimientos pueden transformar la vida de las personas. El video refuerza la idea de que una adecuada educación financiera no solo impacta el bienestar individual, sino que también contribuye al desarrollo de una sociedad más equitativa y preparada para afrontar desafíos económicos."
            }                     
          ],
          "quiz": {
            "title": "Nunca pares de Aprender",
            "id": "q12",
            "descripcion": "Este quiz evalúa tus conocimientos sobre las fuentes de educación financiera, libros recomendados y la importancia de seguir aprendiendo sobre finanzas personales.",
            "preguntas": [
              {
                "pregunta": "¿Por qué es importante aprender sobre educación financiera a lo largo de la vida?",
                "opciones": [
                  "Porque solo los expertos financieros pueden manejar su dinero correctamente.",
                  "Porque permite tomar mejores decisiones económicas y alcanzar estabilidad financiera.",
                  "Porque los bancos exigen conocimientos financieros para abrir una cuenta.",
                  "Porque es obligatorio para acceder a créditos y préstamos."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Qué característica debe tener una fuente confiable de educación financiera?",
                "opciones": [
                  "Debe estar basada en datos verificables y provenir de expertos en el tema.",
                  "Debe prometer enriquecimiento rápido sin esfuerzo.",
                  "Debe centrarse en tendencias financieras sin analizar fundamentos económicos.",
                  "Debe evitar la mención de riesgos o desafíos financieros."
                ],
                "correcta": 1
              },
              {
                "pregunta": "¿Cuál de los siguientes libros es una recomendación común para mejorar la educación financiera?",
                "opciones": [
                  "Cálculo Financiero Avanzado para Economistas.",
                  "Historias del Mercado de Valores.",
                  "Guía de Gestión Empresarial para Grandes Corporaciones.",
                  "Padre Rico, Padre Pobre de Robert Kiyosaki."
                ],
                "correcta": 4
              },
              {
                "pregunta": "¿Cómo contribuyen los libros de educación financiera al desarrollo personal?",
                "opciones": [
                  "Enseñan técnicas de especulación rápida para obtener beneficios inmediatos.",
                  "Ayudan a desarrollar hábitos financieros saludables y mejorar la toma de decisiones económicas.",
                  "Sustituyen completamente la asesoría de profesionales financieros.",
                  "Permiten evitar completamente el uso de productos financieros como tarjetas de crédito."
                ],
                "correcta": 2
              },
              {
                "pregunta": "¿Cuál es una recomendación clave para continuar aprendiendo sobre finanzas personales?",
                "opciones": [
                  "Evitar fuentes gratuitas y enfocarse solo en cursos pagos.",
                  "Depender exclusivamente de influencers financieros sin contrastar la información.",
                  "Utilizar múltiples recursos como libros, artículos y videos educativos de fuentes confiables.",
                  "Seguir siempre la misma estrategia financiera sin considerar cambios en la economía."
                ],
                "correcta": 3
              }
            ]
          }
        }
      ],
      "final": {
        "title": "Examen Final - Introducción a la Educación Financiera",
        "id": "final_q1",
        "descripcion": "Este examen evalúa tus conocimientos sobre los conceptos fundamentales del sistema económico, incluyendo oferta y demanda, inflación, ciclos económicos, el papel de los gobiernos y los bancos, y los indicadores económicos básicos.",
        "preguntas": [
          {
            "pregunta": "¿Qué es un sistema económico y por qué es importante en la vida cotidiana?",
            "opciones": [
              "Es un modelo teórico sin implicaciones prácticas en la vida diaria.",
              "Es una estructura diseñada para gestionar los recursos limitados de una sociedad y satisfacer las necesidades y deseos de sus habitantes.",
              "Es un sistema que organiza el flujo de bienes y servicios en un país para garantizar la riqueza de unos pocos.",
              "Es un conjunto de reglas que solo se aplica a los bancos y empresas grandes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué representa el concepto de 'oferta' en la economía?",
            "opciones": [
              "La cantidad de bienes y servicios que los productores están dispuestos a ofrecer a diferentes precios.",
              "La cantidad de dinero que los consumidores están dispuestos a gastar.",
              "La cantidad de recursos naturales disponibles en una economía.",
              "El precio máximo que un consumidor está dispuesto a pagar por un bien."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es la 'demanda' en un sistema económico?",
            "opciones": [
              "La cantidad de productos que los productores desean vender.",
              "El nivel de producción que los gobiernos imponen.",
              "La cantidad de bienes y servicios que los consumidores están dispuestos a comprar a diferentes precios.",
              "El precio al cual los bienes se producen."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel principal del Banco de la República en la economía de un país?",
            "opciones": [
              "Proporcionar infraestructura y servicios educativos.",
              "Garantizar el poder adquisitivo de la moneda, controlar la inflación y regular el crédito.",
              "Monitorear únicamente las grandes empresas y monopolios.",
              "Fomentar el consumo a través de la regulación de la oferta de bienes."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo contribuye el gobierno a la eficiencia en la economía?",
            "opciones": [
              "Corrigiendo fallas del mercado como monopolios y externalidades.",
              "Eliminando toda intervención en el mercado.",
              "Excluyendo a las empresas privadas de la economía.",
              "Aumentando los precios de todos los productos."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué es la inflación y cómo impacta tu dinero?",
            "opciones": [
              "Es el aumento de los precios de los bienes y servicios, lo que reduce el poder adquisitivo del dinero.",
              "Es una política económica que busca bajar los precios de manera controlada.",
              "Es una reducción en el costo de la vida, aumentando el valor del dinero.",
              "Es el crecimiento de la economía, sin afectar los precios."
            ],
            "correcta": 1
          },
          {
            "pregunta": "¿Qué determina el valor de una moneda en el mercado de divisas?",
            "opciones": [
              "La cantidad de oro que posee un país.",
              "El valor que los gobiernos deciden asignar a la moneda.",
              "La oferta y demanda de esa moneda en el mercado internacional.",
              "El nivel de inflación en el país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es el tipo de cambio?",
            "opciones": [
              "El precio de un bien en términos de una moneda nacional.",
              "La relación entre los tipos de interés de dos países.",
              "El valor de una moneda en términos de otra moneda.",
              "El costo de la mano de obra en un país."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cómo afecta la globalización a la economía?",
            "opciones": [
              "Limita la capacidad de los países para comerciar entre sí.",
              "Aumenta las barreras comerciales entre países.",
              "Facilita la expansión de los mercados, la inversión y el comercio internacional.",
              "Reduce la competitividad entre las empresas."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué son los ciclos económicos?",
            "opciones": [
              "El cambio constante de las tasas de interés en la economía.",
              "Las fluctuaciones en la actividad económica, que incluyen períodos de expansión y recesión.",
              "La constante subida de los precios de todos los productos en el mercado.",
              "El aumento en el número de empresas dentro de una economía."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es la diferencia entre una recesión y un período de crecimiento económico?",
            "opciones": [
              "Una recesión es cuando la economía crece rápidamente y la inversión aumenta.",
              "Un período de crecimiento económico es cuando la economía experimenta una desaceleración.",
              "Una recesión es cuando la economía disminuye y la producción y el empleo caen.",
              "Un período de crecimiento económico se caracteriza por la disminución de los precios."
            ],
            "correcta": 3
          },
          {
            "pregunta": "¿Qué rol cumplen las instituciones financieras en la economía?",
            "opciones": [
              "Controlan el comercio internacional y las tarifas aduaneras.",
              "Establecen políticas fiscales y monetarias para controlar el gasto público.",
              "Regulan el flujo de dinero, facilitan el crédito y promueven la inversión.",
              "Producen bienes y servicios que cubren las necesidades básicas de la población."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico rezagado?",
            "opciones": [
              "Un indicador que refleja la situación económica futura.",
              "Un indicador que muestra el nivel de inflación a nivel global.",
              "Un indicador que predice el comportamiento del mercado de valores.",
              "Un indicador que se publica después de que los cambios económicos ya se han producido."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Cuál es el papel de los bancos centrales en la economía?",
            "opciones": [
              "Fomentan la competencia en los mercados de bienes y servicios.",
              "Gestionan el nivel de deuda externa de un país.",
              "Establecen el tipo de cambio y regulan el comercio exterior.",
              "Controlan la inflación, emiten moneda y regulan la oferta de dinero."
            ],
            "correcta": 2
          },
          {
            "pregunta": "¿Qué es un indicador económico líder?",
            "opciones": [
              "Un indicador que muestra los resultados económicos después de que ocurren los cambios.",
              "Un indicador que refleja las expectativas futuras de la economía y predice su tendencia.",
              "Un indicador que mide la tasa de interés del gobierno para el año próximo.",
              "Un indicador utilizado exclusivamente para medir la producción industrial."
            ],
            "correcta": 2
          }

        ]
      }
    }
    
  ]
}
